{
    "title": "1973 Oceania Cup",
    "text": "The 1973 OFC Nations Cup was the first Oceania-wide football tournament ever held. It took place in New Zealand from 17 February 1973–24 February 1973. All matches were held at Newmarket Park, in Auckland, and five teams participated: New Zealand, New Caledonia, Tahiti, New Hebrides (now known as Vanuatu) and Fiji.\nAt the time, the Oceania Football Confederation was not considered a full FIFA Confederation, and as such allowed national teams unaffiliated with FIFA to enter.\nThe teams played each other according to a round-robin format, and the top two teams (New Zealand and Tahiti) played off in a final to determine the winner. New Caledonia and New Hebrides also played each other, on the same day as the final, to determine third place.\nNew Zealand won the tournament with a 2–0 victory in the final, while New Caledonia retained third place by defeating New Hebrides.\n\n\n== First round ==\n\n\n=== Third place play-off ===\n\n\n=== Final ===\n\n\n== Goalscorers ==\nThere were 37 goals scored in 12 matches, for an average of 3.08 goals per match.\n3 goals\n\n2 goals\n\n1 goal\n\n\n== Tournament team rankings ==\nAs per statistical convention in football, matches decided in extra time are counted as wins and losses, while matches decided by penalty shoot-outs are counted as draws.\n\n\n== References ==\nrec.sports.soccer Statistics Foundation page on Oceania Cup. Accessed 6 September 2005.\nrec.sports.soccer Statistics Foundation 1973 Oceania Cup results. Accessed 6 September 2005.",
    "link": "https://en.wikipedia.org/wiki/1973_Oceania_Cup",
    "summary": "The 1973 OFC Nations Cup was the first Oceania-wide football tournament ever held. It took place in New Zealand from 17 February 1973–24 February 1973. All matches were held at Newmarket Park, in Auckland, and five teams participated: New Zealand, New Caledonia, Tahiti, New Hebrides (now known as Vanuatu) and Fiji.\nAt the time, the Oceania Football Confederation was not considered a full FIFA Confederation, and as such allowed national teams unaffiliated with FIFA to enter.\nThe teams played each other according to a round-robin format, and the top two teams (New Zealand and Tahiti) played off in a final to determine the winner. New Caledonia and New Hebrides also played each other, on the same day as the final, to determine third place.\nNew Zealand won the tournament with a 2–0 victory in the final, while New Caledonia retained third place by defeating New Hebrides.\n\n",
    "section titles": "First round Third place play-off Final Goalscorers Tournament team rankings References",
    "keywords": ["1973", "Oceania", "football"]
}