{
    "title": "2019–20 Vegas Golden Knights season",
    "text": "The 2019–20 Vegas Golden Knights season was the third season for the National Hockey League franchise that started playing in the 2017–18 season. They played their home games at T-Mobile Arena on the Las Vegas Strip in Paradise, Nevada. They made the playoffs for the third straight season after losing in the first round of the 2019 Stanley Cup playoffs to the San Jose Sharks the year prior. On October 17, 2019, the NHL suspended Valentin Zykov for 20 regular season games for violating the terms of the NHL/NHLPA Performance Enhancing Substances Program.The season was suspended by the league officials on March 12, 2020, after several other professional and collegiate sports organizations followed suit as a result of the ongoing COVID-19 pandemic. On May 26, the NHL regular season was officially declared over with the remaining games being cancelled. The Golden Knights advanced to the playoffs and earned the top seed in the Western Conference during the Stanley Cup Qualifiers. In the First Round they defeated the Chicago Blackhawks in five games. The Golden Knights advanced to their second Conference Final in three years after defeating the Vancouver Canucks in seven games in the Second Round. The Golden Knights season came to an end in the fifth game of the Conference Finals as they fell to the Dallas Stars.\n\n\n== Regular season ==\nThe Golden Knights started their season with a 4–1 win against the San Jose Sharks on October 3. Cody Glass scored his first NHL goal in his debut game during the opener.\n\n\n== Standings ==\n\n\n=== Divisional standings ===\n\n\n=== Western Conference ===\n\nTiebreaking proceduresFewer number of games played (only used during regular season).\nGreater number of regulation wins (denoted by RW).\nGreater amount of wins in regulation and overtime (excluding shootout wins; denoted by ROW).\nGreater amount of total wins (including shootouts).\nGreater number of points earned in head-to-head play; if teams played an uneven number of head-to-head games, the result of the first game on the home ice of the team with the extra home game is discarded.\nGreater goal differential (difference between goals for and goals against).\nGreater amount of goals scored (denoted by GF).\n\n\n== Schedule and results ==\n\n\n=== Preseason ===\nThe preseason schedule was published on June 18, 2019.\n\n\n=== Regular season ===\nThe regular season schedule was published on June 25, 2019.\n\n\n=== Playoffs ===\n\nThe Golden Knights played in a round-robin tournament to determine their seed for the playoffs. Vegas finished with a 3–0–0 record to clinch the first seed for the playoffs.In the first round, the Golden Knights defeated the Chicago Blackhawks in five games.In the second round, the Golden Knights faced the Vancouver Canucks, and defeated them in seven games.The Golden Knights faced the Dallas Stars in the Conference Final, but were defeated in five games.\n\n\n== Player statistics ==\n\n\n=== Skaters ===\n\n\n=== Goaltenders ===\n†Denotes player spent time with another team before joining the Golden Knights. Stats reflect time with the Golden Knights only.\n‡Denotes player was traded mid-season. Stats reflect time with the Golden Knights only.\nBold/italics denotes franchise record.\n\n\n== References ==",
    "link": "https://en.wikipedia.org/wiki/2019%E2%80%9320_Vegas_Golden_Knights_season",
    "summary": "The 2019–20 Vegas Golden Knights season was the third season for the National Hockey League franchise that started playing in the 2017–18 season. They played their home games at T-Mobile Arena on the Las Vegas Strip in Paradise, Nevada. They made the playoffs for the third straight season after losing in the first round of the 2019 Stanley Cup playoffs to the San Jose Sharks the year prior. On October 17, 2019, the NHL suspended Valentin Zykov for 20 regular season games for violating the terms of the NHL/NHLPA Performance Enhancing Substances Program.The season was suspended by the league officials on March 12, 2020, after several other professional and collegiate sports organizations followed suit as a result of the ongoing COVID-19 pandemic. On May 26, the NHL regular season was officially declared over with the remaining games being cancelled. The Golden Knights advanced to the playoffs and earned the top seed in the Western Conference during the Stanley Cup Qualifiers. In the First Round they defeated the Chicago Blackhawks in five games. The Golden Knights advanced to their second Conference Final in three years after defeating the Vancouver Canucks in seven games in the Second Round. The Golden Knights season came to an end in the fifth game of the Conference Finals as they fell to the Dallas Stars.\n\n",
    "section titles": "Regular season Standings Divisional standings Western Conference Schedule and results Preseason Regular season Playoffs Player statistics Skaters Goaltenders References",
    "keywords": ["2019–20", "Vegas", "Golden", "Knights", "season","hockey","COVID-19","standings", "schedule", "results", "statistics"]
}