{
    "title": "Alonzo Ward Hotel",
    "text": "The Alonzo Ward Hotel is a historic hotel in Aberdeen, South Dakota. It is individually listed on the National Register of Historic Places and is a contributing property to the Aberdeen Commercial Historic District.\n\n\n== History ==\n\nBusinessman Alonzo Ward first built a hotel on the site in 1894. In November 1926, this first structure was destroyed in a fire. Work began on a replacement building in 1927 with the new hotel opening in May 1928.The first radio station in Aberdeen, KABR, began operations on the sixth floor in 1935.The building was listed on the National Register of Historic Places on June 17, 1982. The building is also listed on the National Register as a key contributing property of the Aberdeen Commercial Historic District; the district was listed on May 23, 1988.From 2002 through 2004, 90 of the original hotel rooms on floors 3–6 were converted into 15 condominiums and the second-floor ballroom was restored. In mid-2017, however, plans were made to convert the ballroom into apartments because it was used too infrequently to be economically viable. In October 2017, a semi-truck struck an overhang on the hotel's north side, cracking one corner of it.\n\n\n== Architecture ==\nThe hotel is a six-story building made of steel-reinforced concrete with a brick facade. It was designed by architecture firm Ellerbe & Co. The building features a mix of architectural styles, including English vernacular revival and Art Deco.The facade is visually composed of three layers. The first and second floors form the base, divided from the upper floors by a belt course of vertically laid bricks. Floors 3–6 form the middle layer. At the top is a cornice of brick laid diagonally in an Art Deco zig-zag pattern.\n\n\n== See also ==\nNational Register of Historic Places listings in Brown County, South Dakota\n\n\n== References ==\n\n\n=== Bibliography ===\nZemlicka, Mae (June 17, 1982). \"National Register of Historic Places Inventory/Nomination: Alonzo Ward Hotel\" (PDF). National Park Service. CS1 maint: ref=harv (link) \"Accompanying 10 photos, from 1981\" (PDF). National Register of Historic Places Inventory.\nLong, Barbara Beving (May 23, 1988). \"National Register of Historic Places Inventory/Nomination: Aberdeen Commercial Historic District\" (PDF). National Park Service. CS1 maint: ref=harv (link) \"Accompanying 12 photos, from 1987\" (PDF). National Register of Historic Places Inventory.\nArtz, Don (1991). The Town in the Frog Pond: Stories of Builders, Buildings and Business in Aberdeen's Commercial Historic District (PDF). Memories, Inc.CS1 maint: ref=harv (link)\n\n\n== External links ==\n360° video of Alonzo Ward Hotel ballroom in 2017, by Aberdeen American News / AberdeenNews.com",
    "link": "https://en.wikipedia.org/wiki/Alonzo_Ward_Hotel",
    "summary": "The Alonzo Ward Hotel is a historic hotel in Aberdeen, South Dakota. It is individually listed on the National Register of Historic Places and is a contributing property to the Aberdeen Commercial Historic District.\n\n",
    "section titles": "History Architecture See also References Bibliography External links",
    "keywords": ["Alonzo", "Ward", "Hotel", "historic", "Aberdeen", "South", "Dakota", "Architecture", "building"]
}