{
    "title": "Altra Running",
    "text": "Altra Running, commonly known as Altra, is an American manufacturing company engaged in the design, development, marketing, and sales of athletic shoes for road running, trail running, and general footwear. Altra has been ranked in the top 10 brands in “run specialty” and number 4 for trail running.In 2016, the company added apparel to its products line, starting to manufacture running and hiking apparel with a line of jackets, shorts, shirts, and socks. Altra developed a backless windbreaker that can be easily slipped on over a backpack or hydration pack during long distance running. Nevertheless, Altra currently focuses on footwear only.\n\n\n== History ==\nGolden Harper cut up and altered different brands of running shoes to design a better performing shoe, which was later named \"Zero Drop.\" The name refers to the lack of height differential between the shoe's heel and toe area.Harper, along with early co-founder Brian Beckstead and business partners Quirl Hansen and Jeremy Howlett, demonstrated their new design to various footwear companies with little success, so they decided to start their own company. \"Altra Footwear\" was launched in 2009, partnering with Pulse Labs, an engineering firm at Brigham Young University, and with contract manufacturers in Asia.Harper chose the name \"Altra\" based on the Latin word \"altera\", which means \"to fix or mend something that is broken.\"The company was acquired in March 2011 by ICON Health & Fitness, a developer, marketer, and manufacturer of fitness-related products.In April 2017, the company announced a partnership with the Utah State University Outdoor Product Design and Development (OPDD) program. The purpose of the partnership will be to create a \"Altra Running Lab\" to provide expertise to participating as well as internship opportunities. The OPDD students will also be able to design and develop shoes, apparel, and other sports related products in a laboratory setting.In June 2018, VF Corporation completed the acquisition of Altra.\n\n\n== Design ==\n\nGolden Harper, founder of the company, noticed that the stride and gait of barefoot runners changed when the runners wore traditional running shoes. He suspected that the heel height of most running shoes was too high as compared to the height of the mid-foot or toe.\nAt this time, Harper was working at his father's shoe store called \"Runner's Corner\", in Orem, Utah and he began modifying traditional running shoes by cutting them open, removing padding from the heel, and then using a toaster oven and glue to put the shoes back together.Harper recruited local runners and store employees to test out prototype shoes where the heel and forefoot were the same distance from the ground. The design proved to allow a more natural running experience where footfalls are in the mid to forefoot area instead of the more typical heel strike. Harper called this design \"Zero Drop\".\n\n\n== Growth ==\nWord spread about these hacked shoes among the local running community, and Harper began selling them from his father's store. He commissioned a local cobbler to make 1,000 pairs, but soon sold out. After failing to interest established footwear companies, Harper took the idea for the shoe to venture capitalists and former Nike designers. The shoe quickly went from a back room operation to an established brand with international production. Altra first entered the North American market in 2011, and won the Runner's World Magazine's 2012 Editor's Choice Best Debut award. By September 2013, Altra Footwear was at 300 percent annual growth rate and opening in 25 to 30 new markets.Each year since 2011, Altra Running has doubled their sales revenue and over 1500 retailers are now selling their zero-drop, foot-shaped toe box shoes. Outdoor recreation gear and sporting goods Retailer REI started selling Altra Running shoes in the past year.Altra has also introduced a casual shoe line that are designed to be worn in the office or around town. The brand is looking to use social media, running event sponsorships, and TV advertising to reach new customers.\n\n\n== Features ==\n\nEvery Altra shoe features a Footshape™ toebox that is not necessarily wide, but rather shaped like a healthy foot in a sock. All models of their shoes have ZeroDrop™ which means that the heel and toe are designed to be at the same height. They offer both neutral and stability shoes for men and women with a variety of cushion levels. The men's version and women's version of each shoe model is built using gender-specific templates to accommodate anatomical differences. Altra calls this Fit4Her™ on the ladies side, and is the only running shoe brand to do a female specific fit line wide.\n\n\n=== Wearables and smart shoes ===\nDuring the 2015 Outdoor Retailer Summer Market, Altra introduced their first smart shoe, Altra IQ. Powered by iFit, the Altra IQ uses technology to help runners analyze their running biomechanics. Slated to be released in the spring of 2016, the Altra IQ is intended to collect data on stride, pace, foot strike zone (heel vs. midfoot vs. forefoot), ground contact time, left foot vs. right foot imbalances, and more, and to transmit the data via Bluetooth to a mobile device such as a smartphone or watch for analysis.In the spring of 2017, Altra introduced their first smart running shoe combining both tracking and coaching technology. The Torin IQ shoe tracks how fast and how far the wearer runs and is equipped with a voice coach that gives real-time advice, via a tether to a smartphone, on how to run better during a workout. The shoe is designed for both men and women and has an embedded sensor in the insole that measures a runners landing zone, cadence, ground contact time, and impact rate. The sensors in the shoe are powered by button cell batteries which can be replaced after an estimated 80 – 100 hours of use.\n\n\n== Sponsorships ==\nAltra has sponsored many prolific trail and ultra races within the United States, including the Western States Endurance Run, held each year in Squaw Valley, California and the Hardrock Hundred Mile Endurance Run. which starts and ends in Silverton, Colorado.In December 2016, Altra sponsored an event to break the world record for the fastest 50 miles (80 km) on a treadmill. Jacob Puzey beat the previous record by more than an hour, running the fifty mile distance in four hours, fifty-seven minutes, and forty-five seconds.\n\n\n== Awards ==\nRunner's World \"Editors Choice\", Escalante, (2017)\nGear Junkie \"Gear of the Year 2015\", Lone Peak Neoshell, (2015)\nRunner's World \"Editors Choice\", Superior 2.0, (2015)\nMen's Journal \"Best Trail Running Shoes of 2015,\" The Lone Peak Neoshell, (2014)\nRunner's World \"Editors Pick\" Trail Shoe, The Lone Peak 1.5, (2013)\nCompetitor Magazine Most Innovative \"Best Ride\", Superior, (2012)\nCompetitor Magazine Editor's Pick, The Lone Peak, (2012)\nRunner's World \"Best Debut\", The Instinct, (2012)\nCompetitor Magazine Editor's Pick for Innovation of the Year, The Instinct, (2011)\n\n\n== References ==\n\n\n== External links ==\nOfficial website",
    "link": "https://en.wikipedia.org/wiki/Altra_Running",
    "summary": "Altra Running, commonly known as Altra, is an American manufacturing company engaged in the design, development, marketing, and sales of athletic shoes for road running, trail running, and general footwear. Altra has been ranked in the top 10 brands in “run specialty” and number 4 for trail running.In 2016, the company added apparel to its products line, starting to manufacture running and hiking apparel with a line of jackets, shorts, shirts, and socks. Altra developed a backless windbreaker that can be easily slipped on over a backpack or hydration pack during long distance running. Nevertheless, Altra currently focuses on footwear only.\n\n",
    "section titles": "History Design Growth Features Wearables and smart shoes Sponsorships Awards References External links",
    "keywords": ["Altra", "Footwear", "shoes", "running", "history", "shoe"]
}