{
    "title": "American Association of Hispanics in Higher Education",
    "text": "The American Association of Hispanics in Higher Education (AAHHE) represents professional academics, researchers, educators, and students in the United States of America and focuses on issues affecting Hispanics in higher education. It functions as a United States nonprofit 501(c)(3) membership society.\n\n\n== History ==\nAAHHE was originally the Hispanic caucus of the American Association of Higher Education (AAHE) and was formed in 2005 after that organization went defunct, to address the under representation of Hispanics in higher education. It does so by highlighting scholarship focusing on the social issues of Hispanics, the shaping of educational policies, and the professional development of Hispanic faculty and administrators. The organization holds an annual meeting and offers a fellowship program for graduate students and junior faculty.\n\n\n== Presidents ==\nPresidents of the society have included:\n\nLoui Olivas - Founding President and Director of the Center for Executive Development at Arizona State University\n\n\n== Tomás Rivera Lecture ==\nPast Tomás Rivera lecturers have included: Nobel Laureate Toni Morrison and U.S. Secretary Henry Cisneros, and former U.S. Ambassador to Argentina, Vilma Martinez.\n\n\n== Awards ==\nThe association sponsors several awards including:\n\nUniversity Faculty Award (formerly Outstanding Latino/a Faculty in Higher Education Award) (Research Institutions)\nFounding President's Award\nBook of the Year Award\nWilliam Aguilar Cultural Arts Award\nOutstanding Support of Hispanic Issues Award\nAlfredo G. de los Santos Jr. Distinguished Leadership Award\n\n\n== Book of the Year Award ==\nPast winners include:\n\n2006: Jeanett Castellanos, Alberta M. Gloria and Mark Kamimura, The Latina/o Pathway to the Ph.D.: Abriendo Caminos\n2007: Sonia Nazario, Enrique's Journey\n2008: Mirta Ojito, Finding Mañana\n2009: Sandra Cisneros, House on Mango Street\n2010: Gustavo Arellano, Ask a Mexican!\n2011: David Montejano, Quizote's Soldiers: A Local History of the Chicano Movement, 1966-1981\n2012: Rubén Martinez, Crossing Over: A Mexican Family on the Migrant Trail\n2013: Arturo Madrid, In the Country of Empty Crosses: The Story of a Hispano Protestant Family in Catholic New Mexico\n2015: Alicia Gaspar de Alba, [Un]framing the \"Bad Woman\": Sor Juana, Malinche, Coyolxauhqui, and Other Rebels with a Cause\n2016: Dolores Inés Casillas, Sounds of Belonging: U.S. Spanish-Language Radio and Public Advocacy\n2017: Aída Hurtado, Mrinal Singa, Beyond Machismo\n2018: Alberto Acereda, Estela Benisimón, Alfredo G. de los Santos Jr., Gary Francisco Keller, Laura J. Rendón, Richard Tannenbaum, New Directions in Hispanic College Student Assessment and Academic Preparation Hispanic College Students Move Forward: Policies, Planning, and Progress in Promoting Access\n2019: Alberto Ledesma, Diary of a Reluctant Dreamer: Undocumented Vignettes from a Pre-American Life\n2020: Gina Ann Garcia, Becoming Hispanic-Serving Institutions: Opportunities for Colleges and Universities\n\n\n== References ==\n\n\n== External links ==\nOrganization website",
    "link": "https://en.wikipedia.org/wiki/American_Association_of_Hispanics_in_Higher_Education",
    "summary": "The American Association of Hispanics in Higher Education (AAHHE) represents professional academics, researchers, educators, and students in the United States of America and focuses on issues affecting Hispanics in higher education. It functions as a United States nonprofit 501(c)(3) membership society.\n\n",
    "section titles": "History Presidents Tomás Rivera Lecture Awards Book of the Year Award References External links",
    "keywords": ["Hispanics", "American", "Education", "nonprofit"]
}