{
    "title": "Athiyamān Nedumān Añci",
    "text": "Athiyamān Nedumān Añji was one of the most powerful Velir kings of the Sangam era who ruled the region called Mazhanadu, a part of ancient Kongu Nadu and the great dynasty called Chera Dynasty. A famous royal Athiyamān family dynasty was the contemporary and the patron of poet Avvaiyar of the Sangam period. Athiyamān who ruled over the Dharmapuri, Salem and surrounding areas with their capital at Tagadur (now known as Dharmapuri). The most famous of their line were the father-son duo: Nedumān Añci and Elini (the son). They were one of the Kadai ezhu vallal (7 great patrons) of arts and literature in ancient Tamilakam.\n\n\n== Patron of Avvaiyar ==\nWhen poet Avvaiyar visited the court of Athiyamān Nedumān Añci, he liked her so much that he deliberately delayed in giving her gifts to prolong her stay. The poet at first not realizing the game, got angry and condemned him and then later when she realized the true motive, became so fond him that she decided to stay and became his close friend. On another occasion, he gave her the gooseberry (nelli) fruit to the poet with the hope of improving her life expectancy.\n\n\n== A warrior ==\nAvvaiyar described her patron as a hardened warrior, Purananuru, song 87:\n\nEnemies! take care,when you enter the field of battle,Among us is a warrior, who is like a chariot wheel,made painstakingly by a carpenter,who tosses off eight chariots in a day!\nIn 118 CE, another king Malaiyamān Thirumudi Kāri of the Kadai ezhu vallal waged war on Thagadoor against Athiyamān Nedumān Añci. It was an attempt fuelled by his longtime desire to become an emperor equivalent in power to the Cholas. After a fierce battle, Kāri lost Kovalur to Athiyamān and  only regained it much later after Peruncheral Irumporai sacked Tagadur.\n\n\n== Friendship with the Cholas ==\nAthiyamān Nedumān Añci lived in one of the most turbulent periods and was looking at an imminent invasion by the Cheras and the Cholas. He  sent Avvaiyar as an envoy to the court of Ilantiraiyan of Kanchi who was a viceroy of the Chola sovereign and later allied himself with the latter to deter the Chera king. Avvaiyar was given a grand welcome by Tondaimān who then went on to proudly show her his archery. Though impressed, Avvaiyar refused to give up her patron by subtly hinting that the king's weapons sparkled as they were probably never used whereas the arsenal of her patron were all worn out as they had seen numerous wars.\n\n\n== Valiant opponent of Peruñcēral Irumporai ==\nBut this congregation of Nedumān Añci with the Chola and Pandya did not deter the Chera emperor, Peruñcēral Irumporai who finally arrived and sacked Tagadur. In spite of his small army, Nedumān Añci,led from the front and valiantly went down fighting in the battle field. AricilKilār, the war bard of Peruñcēral Irumporai, paid due homage to the opponent of his patron as he eulogised his king in Tagadur-Yāttarai.Upon his death, a distressed Avvaiyar  sang a number of elegies:\n\nan excerpt from Purananuru, song 235:If he had a little liquor, he would give it to usWhere is he now?..if he had even a little rice, he shared it in many platesWhere is he now?..He gave us all the flesh on the bonesWhere is he now?Wherever spear and arrows flew, he was thereWhere is he now?..father, mainstay, kingWhere is he now?.\nan excerpt from Purananuru, song 231:..The fame of our sun-like kinghis white umbrellascool as the moonwill not blackenwill not die!\n\n\n== Inscriptions ==\nA good number of inscriptions in Jambai in Tirukkoyilur taluk have been discovered which help us identify the Satyaputras of the Ashoka's edicts:\n\nSatyaputō Athiyan Nedumān Añji itta Pali\nThe abode given by Athiyan Nedumān Añji, the Satyaputō\nThese put to rest any speculation regarding the identity of Satyaputras as being non-Tamil and goes on to show the greatness of this line as they are mentioned on par with the other three Tamil kingdoms.\n\n\n== Notes ==\n\n\n== References ==\nŚrī puṣpāñjali: recent researches in prehistory, protohistory, art, architecture, numismatics, iconography, and epigraphy : Dr. C.R. Srinivasan commemoration volume\nThe Encyclopaedia Of Indian Literature (Volume One (A To Devo), Volume 1 By Amaresh Datta\nThe culture and history of the Tamils By Kallidaikurichi Aiyah Nilakanta Sastri\nTamil Literature By M. S. Purnalingam Pillai\nMadras district gazetteers, Volume 1, Part 2\nHistorical heritage of the Tamils By Ca. Vē Cuppiramaṇiyan̲, Ka. Ta Tirunāvukkaracu, International Institute of Tamil Studies\nPoems of Love and War from the Eight Anthologies and the Ten Long Poems of Classical Tamil By A. K. Ramanujan\nStudies in Tamil Literature and History By Ramachandra Dikshitar\nEpigraphia Indica, Volume 36, Part 4 Volumes 13-14 of [Reports]: New imperial series, India Archaeological Survey By Devadatta Ramakrishna Bhandarkar\nKongu Nadu, a history up to A.D. 1400, Makkal Veliyeedu, 2001\nSaptar̥ṣīśvara temple in the lower Kaveri Delta: a study of history, architecture, and sculpture By R. Ramasamy",
    "link": "https://en.wikipedia.org/wiki/Athiyam%C4%81n_Nedum%C4%81n_A%C3%B1ci",
    "summary": "Athiyamān Nedumān Añji was one of the most powerful Velir kings of the Sangam era who ruled the region called Mazhanadu, a part of ancient Kongu Nadu and the great dynasty called Chera Dynasty. A famous royal Athiyamān family dynasty was the contemporary and the patron of poet Avvaiyar of the Sangam period. Athiyamān who ruled over the Dharmapuri, Salem and surrounding areas with their capital at Tagadur (now known as Dharmapuri). The most famous of their line were the father-son duo: Nedumān Añci and Elini (the son). They were one of the Kadai ezhu vallal (7 great patrons) of arts and literature in ancient Tamilakam.\n\n",
    "section titles": "Patron of Avvaiyar A warrior Friendship with the Cholas Valiant opponent of Peruñcēral Irumporai Inscriptions Notes References",
    "keywords": ["Velir", "kings", "king", "royal", "Mazhanadu","patron", "warrior", "inscriptions"]
}