{
    "title": "Banate of Macsó",
    "text": "The Banate of Macsó or the Banate of Mačva (Hungarian: macsói bánság, Serbian: Мачванска бановина) was an administrative division (banate) of the medieval Kingdom of Hungary, which was located in the present-day region of Mačva, in modern Serbia.\n\n\n== Name ==\nIn Serbo-Croatian: \"Mačvanska banovina\" (Serbian Cyrillic: Мачванска бановина), Latin: Banatus Machoviensis, Hungarian: Macsói bánság.\n\n\n== History ==\nThe region of Mačva or Macsó came under Hungarian administration shortly after the death of Byzantine emperor Manuel I Comnenus (1180), but it was returned to emperor Isaac II Angelos upon conclusion of Byzantine-Hungarian alliance (1185). It was retaken by Hungarians (c. 1200) and later administered as part of the feudal domain of duke John Angelos of Syrmia. During that time, the region of Mačva was also known as the Lower Syrmia (lat. Sirmia ulterior).Rostislav Mikhailovich was mentioned among the dignitaries of Béla IV as Ban of Slavonia in 1247, and from 1254 onward he was mentioned as the Duke of Macsó (in Latin, dux de Macho). This was the first mention of the Banate of Macsó. The banate was named after a town called Macsó (Mačva or Macho), but the location of this settlement has not been clearly established in modern times. It is suspected that the town existed a few kilometers down the river from modern Šabac.The Banate of Macsó was ruled by several powerful bans. In the 13th century, Béla of Macsó (grandson of Hungarian king Béla IV and son of Rostislav Mikhailovich) ruled the Banate of Macsó as well as Usora and Soli (areas across Drina river in today's northeastern Bosnia).\nMacsó soon become apple of discord between the Kingdom of Hungary and the Kingdom of Serbia. King Stephen Uroš I of Serbia tried to conquer it in 1268, but was defeated and captured by the Hungarians. In 1284, King Stephen Dragutin of Serbia, son of Uroš I, married Catherine of Hungary and received Macsó from King Ladislaus IV of Hungary. Since the central power in the Kingdom of Hungary collapsed, Stephen Dragutin ruled an independent kingdom centered in Macsó, which also included regions of Usora and Soli in northern Bosnia, as well as Belgrade, Rudnik and Braničevo. This kingdom was known as the Kingdom of Syrmia (Srem) and Stephen Dragutin ruled it as king until his death in 1316.Macsó remained in the hands of Dragutin's son Stephen Vladislaus II until 1319. The northern part of the region along the river Sava was captured by King Charles I of Hungary while the southern part remained firmly under Serbian administration.In the 14th century, the bans of the Garai family (Paul I Garai, Nicholas I Garai and his son Nicholas II Garai) expanded their rule not only to Bosnia but also to Upper Syrmia and the last one also became the ban of Slavonia and Croatia, which were also parts of the Kingdom of Hungary at the time.\nIn the 1370s it was captured by Serbian Prince Lazar who in 1377–1378 donated several villages in Macsó to his newly founded monastery of Ravanica. Lazars's son despot Stefan Lazarević was officially granted with possession of Macsó by King Sigismund of Hungary in 1403 as a vassal of the Hungarian ruler. The territory got back to Hungary with Lazarević's death (1427). The Hungarian bans of Macsó existed during this period as well but only as titular holders and the title of ban was usually granted to the ispans (counts) of southern counties of the Kingdom of Hungary. \nThe territory was conquered by the Ottomans around 1459, after the fall of the Serbian Despotate. The region was regained for the Kingdom of Hungary in 1476, when the fortress of Zaslon (modern Šabac) was taken. By the end of the 15th century, title of ban was transferred to commanders of Belgrade, thus creating the Banate of Belgrade, that existed until final Ottoman conquest of Belgrade and Šabac in 1521.\n\n\n== Administrative divisions ==\nAccording to the Treaty of Tata in 1426 Macsó was divided into several districts:\nBitva (Bytthwa),\nGornja and Donja Obna (Felsewatna and Alsowatna),\nRađevina (Radio, Ragy),\nNepričava (Neprichow),\nLjig (Ligh),\nKolubara (Collubara),\nUb (Ubmelek),\nTamnava (Tamlavamelek),\nRabas,\nPepeljevac,\nDebrc,\nBeljin,\nToplica and\ncastle of Bela Stena (castle) near present-day Valjevo.\n\n\n== Population ==\nThe population was mostly Serb and Orthodox, seen in a letter of pope Gregory IX dating 1229, where the pope had ordered the Archbishop of Kalocsa to convert the Orthodox Slavs in Lower Syrmia to the Roman rite.\n\n\n== List of bans ==\n\n\n== See also ==\nMačva\n\n\n== References ==\n\n\n== Sources ==\n\n\n== External links ==\nMap",
    "link": "https://en.wikipedia.org/wiki/Banate_of_Macs%C3%B3",
    "summary": "The Banate of Macsó or the Banate of Mačva (Hungarian: macsói bánság, Serbian: Мачванска бановина) was an administrative division (banate) of the medieval Kingdom of Hungary, which was located in the present-day region of Mačva, in modern Serbia.",
    "section titles": "Name History Administrative divisions Population List of bans See also References Sources External links",
    "keywords": ["Serbian", "banate", "division", "Hungarian", "Serbia","history"]
}