{
    "title": "Barium sulfate suspension",
    "text": "Barium sulfate suspension, often simply called barium, is a contrast agent used during X-rays. Specifically it is used to improve visualization of the gastrointestinal tract (esophagus, stomach, intestines) on plain X-ray or computed tomography. It is taken by mouth or used rectally.Side effects include constipation, diarrhea, appendicitis, and if inhaled inflammation of the lungs. It is not recommended in people with intestinal perforation or bowel obstruction. Allergic reactions are rare. The use of barium during pregnancy is safe for the baby; however, X-rays may result in harm. Barium sulfate suspension is typically made by mixing barium sulfate powder with water. It is a non-iodinated contrast media.Barium sulfate has been known since the Middle Ages. In the United States it had come into common medical use by 1910. It is on the World Health Organization's List of Essential Medicines. Some versions contain flavors to try to make it taste better.\n\n\n== Medical uses ==\nBarium sulfate suspensions are provided by a radiologist or radiographer in advance of, or during a CT scan or fluoroscopic study to allow for better visualization of the gastrointestinal tract, such as in upper or lower gastrointestinal series. In upper gastrointestinal series, the patient is instructed to take nothing by mouth, which means to abstain from eating and drinking (fasting), with the exception of drinking the barium sulfate suspension. The amount of time for this fast may vary, depending on the instructions given by the imaging facility and the area of the body to be scanned, but generally lasts for several hours prior to the scan. The patient generally skips one meal, along with abstaining from all liquids, clear or otherwise, during this time.\nConsumption of the barium sulfate suspension begins 90 minutes to two hours prior to the CT/Fluoroscopic scan, as instructed in the patient education provided.  For a Barium Swallow or Dysphagiagram the barium is consumed after the study begins to discern if the patient has difficulties swallowing or masticating.  Consumption is paced, beginning two hours before the scan is to occur, with levels marked on the provided container indicating how much is to be consumed between each of the two hours prior to the test.  A small portion of the suspension is reserved for the minutes just before the test, to ensure that as much of the gastrointestinal tract as possible is coated.\nAfter the scan is complete, the patient is encouraged to eat and drink normally, with special attention to plenty of fluids.  The barium sulfate is excreted through defecation, so extra fluid intake helps prevent constipation, which is a possible side effect (see Johns Hopkins Medicine Health Library for an example of a possible patient education instruction sheet).\n\n\n== Side effects ==\nSome patients with allergies or sensitive stomachs may choose to discuss alternatives to the barium sulfate suspension with their radiologist, but most patients find the common side effects more of an annoyance than a serious problem.\nAmong the possible side effects, listed on MedlinePlus are nausea and diarrhea, which may begin as soon as 15 minutes after consumption begins and may persist through the day after the test is completed.  Other side effects may include a feeling of weakness, pale skin, ringing in the ears, constipation, and vomiting.Patients may be strongly encouraged to avoid vomiting, as expelling a substantial quantity of the suspension may void its effect on the CT scan and produce unusable results, requiring a retest.\nAs with most medications, if any severe side effects are experienced the patient is encouraged to contact their doctor or local poison control center immediately.\n\n\n== Taste and texture ==\nOral barium sulfate suspensions are sometimes described as having the consistency of a very thick glass of milk, or a very thin milkshake.  Some patients may experience the texture as a chalky liquid, similar to calcium carbonate containing liquid antacids and with a slight medicinal taste. Dr. Roscoe Miller, in his article, \"Flavoring Barium Sulfate\", noted that taste thresholds vary per person, and patient toleration of the medicine also varies.\nThe suspension is typically homogeneous, smooth, and white in color.  When the suspension is stored at room temperature (some labels suggest 25 °C), \"warm, thick milk\" is a common description of the general weight and consistency of the drink.  If the test requires the suspension to travel quickly through upper gastrointestinal tract it may be given chilled.Many preparations of barium sulfate have added flavors to make them easier to tolerate. In general, the flavor is considered unpleasant, and is dependent on the exact makeup of the drink.  Artificial flavors vary per preparation, and include vanilla, banana, pineapple, lemon, and cherry, among others.  Because of the ease of the actual test, the paced two-hour consumption of the barium sulfate suspension is often considered the worst part of a CT scan.\n\n\n== References ==\n\n\n== External links ==\n\"Barium sulfate\". Drug Information Portal. U.S. National Library of Medicine.",
    "link": "https://en.wikipedia.org/wiki/Barium_sulfate_suspension",
    "summary": "Barium sulfate suspension, often simply called barium, is a contrast agent used during X-rays. Specifically it is used to improve visualization of the gastrointestinal tract (esophagus, stomach, intestines) on plain X-ray or computed tomography. It is taken by mouth or used rectally.Side effects include constipation, diarrhea, appendicitis, and if inhaled inflammation of the lungs. It is not recommended in people with intestinal perforation or bowel obstruction. Allergic reactions are rare. The use of barium during pregnancy is safe for the baby; however, X-rays may result in harm. Barium sulfate suspension is typically made by mixing barium sulfate powder with water. It is a non-iodinated contrast media.Barium sulfate has been known since the Middle Ages. In the United States it had come into common medical use by 1910. It is on the World Health Organization's List of Essential Medicines. Some versions contain flavors to try to make it taste better.",
    "section titles": "Medical uses Side effects Taste and texture References External links",
    "keywords": [
        "barium",
        "X-rays",
        "visualisation",
        "effects"
    ]
}