{
    "title": "Beard v. Banks",
    "text": "Beard v. Banks, 548 U.S. 521 (2006), was a case decided by the United States Supreme Court in which the petitioner, Ronald Banks, challenged the constitutionality of the Pennsylvania Department of Corrections policy of denying access to written material such as newspapers and magazines, to violent (\"Level 2\") inmates, on the grounds  that the policy was  a violation of his basic First Amendment rights, including freedom of speech.\n\n\n== Background ==\nThe Supreme Court previously had directed Federal Courts to defer to prison officials as experts in prison administration and security in Turner v. Safley and set forth criteria to met in order to balance the needs of the prison with an inmate' constitutional rights.The Pennsylvania Department of Corrections maintains a Long Term Segregation Unit (LTSU)  to segregate a small number of its most violent and unmanageable inmates, those that are the most incorrigible and who continue to commit criminal acts within the prison. Level 2, the most restricted level in LTSU, does not allow inmates access to non-religious written material that is normally available, such as newspapers, magazines, or photographs. Inmates begin at Level 2, which has the most severe restrictions and deprivation, but may graduate to the less restrictive Level 1 where newspapers and magazines (but not photographs) are allowed, based on maintenance of good behavior for rehabilitation.Ronald Banks, the plaintiff, was  serving a life sentence in a Pennsylvania prison and was kept in the LTSU Level 2 unit from its inception in 2000 to 2005. He was placed there originally because he was so violent that prison officials determined that he had to be segregated within the prison. In Level 2, he spent 23 hours a day in solitary confinement. Banks filed suit in United States district court, alleging that this policy violated his First Amendment rights, including freedom of speech.  The defendant, Jeffrey Beard, served as Secretary for the Pennsylvania Department of Corrections.\nThe Deputy Superintendent of Corrections testified in a deposition that the Department of Corrections  policy was aimed at behavior modification by using written material as an incentive to encourage good behavior. The prison official testified that inmates in Level 2 confinement were deprived of privileges as punishment with the incentive that if their behavior improved they would be moved to Level 1 with its added privileges. Such rules also allegedly served prison security, as the prison official described how tightly rolled newspapers could be as effective a weapon as clubs and paper can be used to start fires.Along with the documents, Secretary Beard filed a motion for summary judgment based on the undisputed facts, including those in the deposition. Although federal court rules gave Banks a chance to refute facts and contest these materials, he did not take this opportunity. Rather, he  filed a separate motion for summary judgment, arguing that the policy had no rational basis. He argued that religious material could be used for dangerous purposes as easily as secular material. He also argued that the level of deprivation of Level 2 inmates was so great that it violated the Eighth Amendment.The District Court ruled that neither the cases Banks cited nor the statistics he produced supported his argument and therefore granted Beard's motion, based on the facts provided, and denied Banks' motion. It ruled that the LTSU policies were rationally related to prison interests, furthering prison security and providing rehabilitation.Banks appealed to the Third Circuit Court of Appeals, which reversed Beard's summary judgment, holding that the prison rules and regulations could not be supported by law.The points at issue in this case were whether the LTSU prison policy violates the First Amendment rights of Level 2 inmates and whether judges should allow prison officials to determine policies that are less related to security than to beliefs about behavioral management techniques and that rely on deprivation to deter misbehavior and the increased privileges in Level 1 to inspire improved behavior.\n\n\n== Opinion of the Court ==\nBy a vote of six to two, the U.S. Supreme Court overturned the United States Court of Appeals for the Third Circuit and upheld the Pennsylvania prison regulations banning all reading matter, except religious or legal material, from its most unmanageable inmates as legal. The decision was based in part on Bank's failure to challenge the facts as set forth by Beard.In this case, the Court held that the four-part test outlined in Turner v. Safley was met.\nThe policy was rationally related to the legitimate prison goal of motivating manageable behavior.\nAlthough inmates did not have another way of exercising their rights, they could  graduate to the more privileged Level 1.\nAllowing inmates these rights could  result in worse behavior and issues of prison security.\nThere was no alternative way to accomplish the same goals  without restricting inmate rights.\n\n\n== Subsequent developments ==\nThis Supreme Court ruling was seen by some as a curtailment of prisoners' rights, and a reduction of court protection of inmates.\n\n\n== References ==\n\n\n== External links ==\nText of Beard v. Banks, 548 U.S. 521 (2006) is available from:  Cornell  Findlaw  Justia  Oyez (oral argument audio) \nBeard, Jeffrey (PA Dept. of Corrections) v. Banks, Ronald\nBrief for the United States as Amicus Curiae supporting petitioner\nReaction: Beard v. Banks\nRuling bolsters 'deprivation' of prisoner rights\nSupreme Court Decision Update - Beard v. Banks\nBrief for Petitioner\nBrief for Respondent\nThird Circuit Court of Appeals decision\napplication to Incarcerated Persons - Inmate Access to Print Media\nHistory of LTSU \nPrisoners' side struggles in reading-material case\nInmate policy does not violate First Amendment",
    "link": "https://en.wikipedia.org/wiki/Beard_v._Banks",
    "summary": "Beard v. Banks, 548 U.S. 521 (2006), was a case decided by the United States Supreme Court in which the petitioner, Ronald Banks, challenged the constitutionality of the Pennsylvania Department of Corrections policy of denying access to written material such as newspapers and magazines, to violent (\"Level 2\") inmates, on the grounds  that the policy was  a violation of his basic First Amendment rights, including freedom of speech.",
    "section titles": "Background Opinion of the Court Subsequent developments References External links",
    "keywords": ["case","freedom", "speech", "policy"]
}