{
    "title": "Bill Laurie",
    "text": "Bill Laurie is an American former basketball player and coach, and current business executive and philanthropist. He is the former owner of the St. Louis Blues and is the co-chairman of Paige Sports Entertainment.\n\n\n== Early life ==\nLaurie grew up in rural Missouri. While attending high school in Versailles, he played basketball, leading the scoring across the state of Missouri as a senior. He graduated from Memphis State University in Memphis, Tennessee, in 1974. While he was in college, Laurie was part of the Memphis Tigers men's basketball team, and competed in the 1973 NCAA national championship game, lost to the UCLA Bruins. During college, Laurie started dating childhood friend Nancy Walton, and the two married a year after graduating.\n\n\n== Career ==\nHe started his career as a teacher and a basketball coach, managing both the Christian Brothers College High School and Rock Bridge High School. Since the late 1970s, he and his wife live at Crown Center Farms in Columbia, Missouri, where they breed race horses. He quit his job in 1983 to serve as the manager of the family real estate portfolio. He was the owner of the St. Louis Blues, a member of the National Hockey League which he acquired for US$153 million, from 1999 to 2011. He was also the owner of the Savvis Center in St. Louis, Missouri. He failed to acquire the Denver Nuggets in 1999, the Vancouver Grizzlies in 2000, and the Charlotte Hornets in 2001.He is the co-founder and co-chairman of Paige Sports Entertainment (PSE) with his wife. Alongside the St. Louis Blues and the Savvis Center, PSE operated SkinMarket, a cosmetics company headquartered in Carpinteria, California. PSE is still an active company.In 2003, he was inducted into the Missouri Sports Hall of Fame in Springfield, Missouri, for his \"lifelong dedication and personal contributions to the betterment of sport and the spirit of sportsmanship... as a player, a coach, an executive and a benefactor.\"\n\n\n== Philanthropy ==\nWith his wife, he donated US$25 million to the University of Missouri for the construction of a new sports arena for the Missouri Tigers in 2001. They have also endowed the E. Paige Laurie Professorship for the Equine Center at the College of Veterinary Medicine at the University of Missouri, and donated $10 million to the athletics department of their alma mater, the University of Memphis. According to the Los Angeles Times, they have also made charitable gifts for \"a cancer research center\" and \"a shelter for abused women\" and \"a children's hospital\".\n\n\n== Personal life ==\nHe married Nancy Walton Laurie, the daughter of James \"Bud\" Walton, the co-founder of Walmart. He has a brother, Barry, and a nephew, Spencer, who both played basketball for the Missouri Tigers. Also, a nephew, Shane, played for Missouri State University.They live at Crown Center Farms, a 350-acre equine farm in Columbia, Missouri, where they breed Appaloosa horses. On March 23, 2014, a barn on the property burnt down. The cause of the fire was ruled unintentional by the Columbia Fire Department. The Lauries have additional homes in Henderson, near Las Vegas, Nevada, and Bel Air, Los Angeles.\n\n\n== References ==",
    "link": "https://en.wikipedia.org/wiki/Bill_Laurie",
    "summary": "Bill Laurie is an American former basketball player and coach, and current business executive and philanthropist. He is the former owner of the St. Louis Blues and is the co-chairman of Paige Sports Entertainment.\n\n",
    "section titles": "Early life Career Philanthropy Personal life References",
    "keywords": ["American", "basketball", "player", "coach", "phillanthropist", "career"]
}