{
    "title": "BMW X3",
    "text": "The BMW X3 is a compact luxury crossover SUV manufactured by German automaker BMW since 2003. Based on the BMW 3 Series or BMW CLAR platform, and now in its third generation, BMW markets the crossover as a Sports Activity Vehicle, the company's proprietary descriptor for its X-line of vehicles. The first-generation X3 was designed by BMW in conjunction with Magna Steyr of Graz, Austria—who also manufactured all X3s under contract to BMW. BMW manufactures the second-generation X3 at their Spartanburg plant in South Carolina, United States. The third generation of the BMW X3 is also manufactured at BMW South Africa's Rosslyn plant, a facility that recently underwent a major upgrade to prepare for the X3 production. About 76,000 units will be manufactured there annually.Designed to compete with the Mercedes-Benz GLK-Class (renamed GLC-Class since 2016), and numerous other SUVs in this segment, it slots below the larger X5  and the Coupé-like X6, but above the smaller X1 and the X2.\n\n\n== First generation (E83; 2003–2010) ==\nThe first-generation BMW X3, internally designated as the E83, was produced from 2003 to 2010 and based on the BMW 3 Series platform. The E83 was designed by BMW in conjunction with Magna Steyr of Graz, Austria who also manufactured all first-generation X3s under contract to BMW.\n\nAs a precursor to the X3, in 2003 BMW presented the xActivity concept vehicle at the Detroit Auto Show featuring the 3 Series platform and a fixed-profile convertible body style with reinforced longitudinal rails connect the A-pillars to the rear of the car on both sides, eliminating B- or C-pillars.\nThe X3 premiered in September 2003 at the Frankfurt Auto Show (Internationale Automobil-Ausstellung), sharing its rear suspension with the E46 330xi and using an automatic four-wheel drive system marketed as xDrive. All X3 models feature BMW's all-wheel drive system, with a default 40:60 torque split between the front and rear axles and the ability to direct all torque to either axle. The system used an electronically controlled multiple-plate clutch to enable infinitely adjustable, fully variable distribution of torque from front to rear with the capability of up to 100 percent of engine torque going to either axle. BMW markets the crossover as a Sports Activity Vehicle, the company's descriptor for its X-line of vehicles.\nThe X3 was conceived to combine the agility of a compact model with the driving experience of the company's X5. The X3 featured an upright, high H-point seating configuration, marketed as \"command seating\". Styling exhibited interacting concave and convex surfacing, characteristic for the company at the time along with a reinterpreted Hofmeister kink.\nBMW upgraded the model in 2005 and facelifted the model in 2007, with revised body bumpers, engine, interior trim, and suspension.\nThe X3 3.0i won the Canadian Car of the Year Best Sports Utility Vehicle award for 2005. The X3 was initially criticised for its harsh ride, austere interior, lack of off-road capability and high price.U.S-spec X3 models were well-equipped, with standard equipment such as: the BMW Business A/M-F/M-CD radio (with optional dealer-activated Bluetooth functionality for wireless phones), an eight-speaker premium audio system, leatherette-trimmed seating surfaces, dual power front bucket seats, aluminum interior trim accents, keyless entry, and seventeen-inch (17\") aluminum-alloy wheels. Optional equipment included a ten-speaker premium audio system with Digital Sound Processing (DSP), Sirius Satellite Radio, a dashboard-mounted color GPS navigational system that replaced the upper dashboard storage compartment and contained a modified version of BMW's \"iDrive\" multimedia system, eighteen-inch (and later nineteen-inch) aluminum-alloy wheels, Nevada leather-trimmed seating surfaces, heated front and rear seats, a heated steering wheel, a security system, BMW Assist, a panoramic dual-pane moonroof, Xenon front headlamps with adaptive front headlamps, and sport front bucket seats.\n\n\n=== 2003–2006 ===\nBluetooth could actually be ordered straight from the factory (part of the Premium Package) and functioned without dealer intervention. (Although the BMW X3 was originally offered and promised with Bluetooth support in 2004, none of the cars that shipped from the factory actually had it installed. Few were able to get it to work with servicing from their dealer.)\nThe interior was upgraded with more consistent plastic panels. Also instead of having grey carpeting which was present on all 2004 X3s, the 2005 X3 came with carpeting that matched the leather ordered (with the exception of the Terracotta interior with black carpeting).\nSlightly softer suspension.\nFront fenders are one-piece, as opposed to the two-piece found on 2004 models.\nA 2.0d engine became available in 2005 for some markets – joining the 2.5i and 3.0i engines (found stateside) as well as the 3.0d engine sold elsewhere in the world.\nAn 'Open-Door' indicator was added on the 2004 models.\n\n\n=== 2006–2010 ===\nFor 2006, the U.S.-spec X3 lost its 2.5L M54 inline 6-cylinder engine for the 2.5i model. The only model available from 2006 onwards for the U.S.-spec X3 was the 3.0L M54 inline 6-cylinder engine (later, the N52 inline 6-cylinder engine) and the 3.0i model (later, 3.0Si or xDrive30i). This further increased the X3's base price.\nIn September 2006, the E83 received a facelift with revised headlights, grille, front bumper, tail lights, rear bumper, and interior.\nFor the 2007 model year, the US market X3 was powered by the N52 inline 6-cylinder engine that debuted on the 2006 E90 3 Series. Internationally, the X3 received smaller engines including the 4-cylinder petrol and diesel options. In Europe, the range started with a 2.0-litre 4-cylinder petrol, a 4cyl. turbo diesel and continues with 6-cylinder turbo & bi-turbo diesels. The largest diesel offered was the sport diesel with 213 kW; 290 PS (286 bhp).\nU.S. market 2006 X3's were equipped with a version of the 'M' technik body kit with unpainted door sills and wheel arches. U.S. spec Sport Package 2006 X3's received the full 'M' body kit (with painted front, side and rear plastic) available internationally as a factory accessory. 2.5i was removed for sale from the U.S. and Adaptive headlamps and a panoramic sunroof were made available, as well as upgraded dashboard components and leather seating.\nSince September 2008, the Edition Exclusive and Edition lifestyle were available. The M-Sport Package was replaced in March 2009 by the Sport Limited Edition.\nPre-facelift styling\n\n\t\t\nPost-facelift styling\n\n\t\t\n\n\n=== Safety ===\n\n\n=== Engines ===\nPetrolDiesel\n\n\n=== Cross Country ===\n\nThe X3 Cross Country, also known as the X3 CC is an X3 prepared for rally raid competition. It features a 2.9-litre inline-6 (debore and destroked M57TU2D30 engine from 3.0 litre to 2.9-litre), twin turbocharged diesel engine.\n\n\n== Second generation (F25; 2011–2017) ==\n\nThe vehicle was unveiled at the 2010 Paris Motor Show,The F25 is the second generation of BMW X3 being released in 2010 for the 2011 model year. For this generation production moved from Austria to BMW's US factory in Greer, South Carolina.The F25-based X3 is almost as large as the original E53 series X5.At launch, all models use all-wheel drive, badged as xDrive. Transmission choices are a six-speed manual or eight-speed ZF 8HP automatic transmission. The emission standard for all engines is Euro 5. A rear-wheel drive only model called sDrive was added to the range in some markets in 2012.Production of the X3 at BMW's United States plant in Greer, South Carolina started on 1 September 2010. The two millionth vehicle built at BMWUSM, a vermilion red metallic X3 xDrive35i with Oyster Nevada interior and an M Sport Package, was driven by BMW Associate Terry Gardner, a 16-year BMW veteran, with accompanying associates Renita Williams, Trung Phan and Olga Yurchenko. These associates represent teams from each of the plant's manufacturing technologies: Body, Paint and Assembly. The vehicle was retained on display at the Spartanburg Plant to commemorate the milestone. Production ended in August 2017.\nEuropeUK models went on sale on 18 November 2010. Early UK models included the xDrive20d). xDrive30d was added as of April 2011. xDrive35d was added as of September 2011. sDrive18d was added as of 20 August 2012. From Spring 2013, the latest generation of BMW Professional Navigation System became available.\nNorth AmericaUS models arrived in US BMW Centers by the end of 2010 as 2011 model year vehicles. Early US models included xDrive28i, xDrive35i. In 2013 model year (produced in April 2012 and delivered in May 2012), a turbo four cylinder xDrive28i was introduced as replacement for the inline six xDrive28i, with new features such as standard Auto Start/Stop, Driving Dynamics Control with ECO PRO, New Driver Assistance Package (includes Lane Departure Warning). All US market vehicles come with an 8-speed automatic transmission.\nFor 2011, the F25 X3 is available in the US, only with a 3.0-liter inline six-cylinder gasoline engine either normally aspirated or with a twin-scroll turbocharger.\nIn 2012, the F25 X3 xDrive28i model's 3.0L naturally-aspired inline six-cylinder gasoline engine was replaced by the 2.0L TwinPower twin-scroll, single-turbo inline four-cylinder gasoline engine that was first introduced on the BMW 3 Series (F30), the BMW N20, more specifically coded N20B20O0. A rear-wheel-drive sDrive28i model joined the X3 model lineup, marking the first non-xDrive BMW SAV to ever be sold in the United States.\nIn 2013, the F25 X3 xDrive28d model joined the X3 lineup, powered by a 2.0L turbocharged inline four-cylinder diesel engine, again first introduced on the BMW 3 Series (F30). As of 2017, the xDrive28d model of the F25 X3 is no longer available for sale in the United States.\n\n\n=== 2014 update ===\nIn 2014 for the 2015 model year, the F25 received an LCI (Life Cycle Impulse) facelift. Changes include new modified twin circular headlights (optional LED headlights), redesigned kidney grille, new front, and rear bumpers, and exterior mirrors with integrated turn signal indicators; a centre console with the optional automatic climate control system in high-gloss black-panel look, new cup holders with a sliding cover for the centre console, new exterior colours, upholstery designs, interior trim strips, and light-alloy wheels; new xLine equipment package, optional Smart Opener for the automatic tailgate and storage packages.\nThe vehicle was unveiled in 84th Geneva International Motor Show 2014, followed by 114th New York International Auto Show 2014 (xDrive28d).\n\n\n=== Emission violations reported ===\nBMW X3 20d diesel was reported to exceed EU Limit Euro 6 by over 11 times. On 24 September 2015, BMW denied this report in a statement.Pre-facelift styling\n\n\t\t\n\t\t\n\t\t\nPost-facelift styling\n\n\t\t\n\t\t\n\n\n=== Engines (2011–2014) ===\n\n\n=== Engines (2014–2017) ===\n* North American xDrive28d models used the four-cylinder engine from the European-specification xDrive20d models. Vehicles with Diesel engine sold in the United States were since end of 2008 equipped with selective catalysator using Diesel exhaust fluid (DEF) to reduce NOx emissions, while vehicles sold in Europe had a bypass exhaust pipe only due the regulations which ended up in Dieselgate.\n\n\n== Third generation (G01; 2018–present) ==\nThe third generation is codenamed G01 and was unveiled in June 2017. Drivetrains include two 2.0 litre diesel units known as B47, a next-generation 3.0 diesel engine (B57), and a petrol variant (B58): a gasoline-powered, turbo-charged straight-six with a displacement of 2998 cc and a plug-in hybrid.It was designed by Calvin Luk, BMW's Australian designer.Technology is shared with the BMW 5 Series (G30), such as gesture control (optional), LED exterior and interior lighting, and the BMW iDrive 6.0 system with a 12.5-inch  touch-screen monitor for navigation systems. Depending on the model, the new X3 is as much as 55 kg (121 lb) lighter than a comparably equipped corresponding model from the previous X3 generation.In July 2018, BMW introduced the ability to option the X3 with the sDrive intelligent rear-wheel drive system.The plug-in hybrid version for the X3 will come to Mexico in 2020.\n\n\t\t\n\t\t\n\t\t\n\n\n=== Engines ===\n\n\n=== Alpina XD3 ===\n\nThe Alpina XD3 made its debut at the 2018 Geneva Motor Show. The XD3 is fitted with an Alpina-modified version of BMW's B57 Diesel inline-six engine. In the quad-turbo left-hand drive version, the engine outputs 388 PS (383 hp; 285 kW) and 770 N⋅m (568 lbf⋅ft), giving a 0–100 km/h (62 mph) time of 4.6 s and a top speed of 266 km/h (165 mph). In the bi-turbo right-hand drive version, the engine outputs 333 PS (328 hp; 245 kW) and 700 N⋅m (516 lbf⋅ft), giving it a 0–100 km/h (62 mph) time of 4.9 s and a top speed of 254 km/h (158 mph).\n\n\n=== BMW iX3 (G08 - 2020-) ===\n\nThe production version of the BMW iX3 was unveiled in July 2020. It has an 80 kWh battery pack with 74 kWh usable capacity, which delivers up to 460 km (290 mi) of range based on the WLTP. The iX3 is powered by a single electric motor on the rear axle that produces 210 kW (286 hp) and accelerates from 0-100 km/h (0-62 mph) in 6.8 seconds. It has an electronically limited top speed of 180 km/h (112 mph).The electric powertrain is BMW's fifth-generation scalable electric drivetrain that is distinguished by a more compact design than that used by the existing BMW i3 with the electric motor, transmission, and power electrics grouped together in a single component. It does not feature rare-earth materials in its construction and allows BMW to significantly reduce production costs over the old model.The batteries consists of 188 prismatic cells and are positioned on the floor, lowering the centre of gravity by 75 mm. Supported for 150 kW DC fast charging, the iX3 can be charged from 0 to 80 percent in 34 minutes or 100 kilometers (62 miles) in 10 minutes. It has 510 litres (18 cu ft) of boot space, 40 l (1.4 cu ft) smaller than in a conventional X3.The iX3 is scheduled to be released to retail customers by late 2020. Production began in September 2020 at BMW's factory in Dadong, China. It will not be sold in the United States reportedly due to the vehicle’s limited range and sole rear-wheel-drive configuration.\n\n\n== Production and sales ==\nOn 18 June 2008, the 500,000th X3 was produced in Graz.\n\n\n== References ==\n\n\n== External links ==\nOfficial website",
    "link": "https://en.wikipedia.org/wiki/BMW_X3",
    "summary": "The BMW X3 is a compact luxury crossover SUV manufactured by German automaker BMW since 2003. Based on the BMW 3 Series or BMW CLAR platform, and now in its third generation, BMW markets the crossover as a Sports Activity Vehicle, the company's proprietary descriptor for its X-line of vehicles. The first-generation X3 was designed by BMW in conjunction with Magna Steyr of Graz, Austria—who also manufactured all X3s under contract to BMW. BMW manufactures the second-generation X3 at their Spartanburg plant in South Carolina, United States. The third generation of the BMW X3 is also manufactured at BMW South Africa's Rosslyn plant, a facility that recently underwent a major upgrade to prepare for the X3 production. About 76,000 units will be manufactured there annually.Designed to compete with the Mercedes-Benz GLK-Class (renamed GLC-Class since 2016), and numerous other SUVs in this segment, it slots below the larger X5  and the Coupé-like X6, but above the smaller X1 and the X2.",
    "section titles": "First generation (E83; 2003–2010) 2003–2006 2006–2010 Safety Engines Cross Country Second generation (F25; 2011–2017) 2014 update Emission violations reported Engines (2011–2014) Engines (2014–2017) Third generation (G01; 2018–present) Engines Alpina XD3 BMW iX3 (G08 - 2020-) Production and sales References External links",
    "keywords": ["BMW","SUV","compact", "luxury","generation", "car"]
}