{
    "title": "Bohain-en-Vermandois",
    "text": "Bohain-en-Vermandois (Picard: Bohain-in-Vérmindos) is a commune in the department of Aisne in Hauts-de-France in northern France.\nIt is the place where the painter Henri Matisse grew up.\n\n\n== History ==\nFormerly called Bohain, the town acquired its current name, Bohain-en-Vermandois in 1956.\nOwnership of the territory changed frequently during the medieval period, and Bohain continued to find its lordship disputed in the wars of the early modern period.   Traces of fortifications (ditches, cannonballs, bases of walls) can not only be found near to the primary school, but also in other spots of the town.\nIn its past, Bohain being unequivocally incorporated within France, industry and trading developed and the town became a major center for the textile industry.   In parish records from the 17th century one of the most frequent occupations registered was that of \"mulquinier\", although the term is generally used to refer to fine fabrics craftworkers, it seems likely that in these very same records the term was also applied to anyone who worked at the weaver's trade.  It is recorded that Napoleon ordered a Bohainais weaver to work for the Empress Joséphine.   The old textile factories have closed one after another, but weaving is still considered as a local tradition.\nIt has been reported that the Lord (seigneur) of Bohain gave up Joan of Arc to the English during the Hundred Years' War.\n\n\n== Population ==\n\n\n== See also ==\nCommunes of the Aisne department\n\n\n== References ==",
    "link": "https://en.wikipedia.org/wiki/Bohain-en-Vermandois",
    "summary": "Bohain-en-Vermandois (Picard: Bohain-in-Vérmindos) is a commune in the department of Aisne in Hauts-de-France in northern France.\nIt is the place where the painter Henri Matisse grew up.\n\n",
    "section titles": "History Population See also References",
    "keywords": ["Bohain-en-Vermandois", "France","commune", "Matisse", "History", "Population"]
}