{
    "title": "Bruderhof Communities",
    "text": "The Bruderhof (; 'place of brothers') is an Anabaptist Christian movement that was founded in Germany in 1920 by Eberhard Arnold. The movement has communities in the United States, the United Kingdom, Germany, Austria, Paraguay, and Australia.\nThe Bruderhof practises believer's baptism, non-violence and peacemaking, common ownership, the proclamation of the gospel, and lifelong faithfulness in marriage. The Bruderhof is an intentional community as defined by the Fellowship for Intentional Community.The communities are best known by the name \"Bruderhof\" or sometimes \"Bruderhof Communities\", though \"Bruderhof\" is the name used on their website. The communities are legally incorporated in the US as Church Communities International.  Their corporation used to be called The Society of Brothers (1939 to 1978). Bruderhof maintained connections with the traditional Hutterite Church, from which they broke in 1995. The word \"Bruderhof\" was first used by the early Anabaptists in Moravia. As of September 2020, there are 26 Bruderhof communities.\n\n\n== History ==\n\n\n=== Beginnings in Germany (1920–1937) ===\n\nThe Bruderhof was founded in Germany in 1920 by Eberhard Arnold, a philosophy student and intellectual inspired by the German Youth Movement and his wife Emmy, née von Hollander. In 1920, the young family with five children rented a house in Sannerz, Weimar Republic, and founded a Christian community.\nWhen the group outgrew the house at Sannerz, they moved to the nearby Rhön Mountains. While there, Arnold discovered that the Hutterites (an Anabaptist movement he had studied with great interest) were still in existence in North America. In 1930, he traveled to meet the Hutterites and was ordained as a Hutterian minister.\nWith the rise of Adolf Hitler and Nazism, the Rhön community moved its draft-age men and children to Liechtenstein around 1934 because of their conscientious refusal to serve in the armed forces and to accept Nazi teachers. This community became known as the Alm Bruderhof. Continuing pressure from the Nazi government caused others to move to England and found the Cotswold Bruderhof in 1936. On April 14, 1937, secret police surrounded the Rhön Bruderhof, confiscated the property, and gave the remaining community members forty-eight hours to flee the country. By 1938, all the Bruderhof members had reassembled in England.\n\n\n=== England (1937–1941) ===\n\nIn 1936 the Bruderhof had purchased a 200-acre (81 ha) farm in England called Ashton Fields, near the village of Ashton Keynes in the Cotswolds area. Originally intended to be a mission post, it provided sanctuary when they were forced to escape Nazi Germany. While based in England, the Bruderhof membership grew to over 350 members, largely through the addition of young English members who were conscientious objectors seeking an alternative to the now seemingly inevitable war with Germany. However, even before the outbreak of World War II in 1939, the presence of the community's German members and its pacifist stance attracted deep suspicion locally, resulting in economic boycotts against the farm. In 1940, confronted with the option of either having all of its German members interned for the duration and its English members conscripted, or leaving England as a group, the Bruderhof chose the latter and began to look for refuge abroad.\n\n\n=== Paraguay (1941–1961; 2010–present) ===\n\nIn 1941, the Bruderhof emigrated from England to Paraguay—at the time the only country that would accept a pacifist community of mixed nationalities. This move was assisted and facilitated by the Mennonite Central Committee.Starting in the hostile Chaco region, the Bruderhof then relocated to eastern Paraguay where three settlements were founded on a large tract of land called Primavera. Bruderhof members founded a hospital for community members and local Paraguayans. The only clinic in the area, it served tens of thousands for the next two decades. By the early 1960s, the community in Paraguay had grown significantly and was attracting visitors from North America.In 1942, several leaders of the community came in conflict with a group of members over the community's trajectory. This group, which included the founder's wife Emmy Arnold, argued that the founder's vision was rooted in a pietistic faith in Jesus Christ, not primarily in communitarian ideals. Eventually the church leadership, headed by the founder's son-in-law Hans Zumpe, banished the dissidents from the Bruderhof. Those who supported them were silenced, often with harsh discipline.\nEventually allowed back to join their families, the dissidents re-joined the community. One of them, Johann Heinrich Arnold, a son of Eberhard and Emmy Arnold, was sent with his family to the United States to raise funds and eventually started a new community called Woodcrest, in Rifton, New York, in 1954. Over the following years, conflicts between Zumpe and Arnold continued, culminating in a crisis resulting in Zumpe being relieved of his leadership role by the community. Zumpe left the community in 1960 after revelations of personal issues.Many members who supported Zumpe, and some who were confused by the turmoil, left or were asked to leave the community. Eventually, the communities in Paraguay were dissolved and the members who remained relocated to the United States. Many of those who left the community during the 1960s later returned, but some remained outside of the community and formed a group of critics of the Bruderhof. Their stories formed the basis for the 2000 book written by Julius Rubin, The Other Side of Joy: Religious Melancholy among the Bruderhof. Rubin himself never visited the Bruderhof.In 2010, the Bruderhof opened the Villa Primavera Community in Asunción, Paraguay.\n\n\n=== United States (1954–present) ===\nIn 1954, the Bruderhof started a settlement known as the Woodcrest Bruderhof in the United States near Rifton in upstate New York, in response to a dramatic increase in the number of American guests. Woodcrest absorbed the Macedonia Cooperative Community in Georgia and many members of the Kingwood Community in New Jersey. Through the Macedonia Cooperative Community, Woodcrest inherited the business Community Playthings. Additional new communities were founded in Pennsylvania (1957) and Connecticut (1958).\nIn 1990, the Spring Valley Bruderhof was founded adjacent to the New Meadow Run Bruderhof in Farmington, Pennsylvania. As of September 2020, there are a total of 16 Bruderhof communities in the United States.\n\n\n=== Europe (1971–present) ===\nAs of September 2020, there are three Bruderhof Communities in the United Kingdom and two in Germany.\n\n\n==== England ====\nIn 1971, the Bruderhof purchased a property in Robertsbridge, East Sussex, United Kingdom called Darvell. The property had previously been a tuberculosis hospital. In 1995, a former sports college in Kent was purchased. In 2005, the Bruderhof started a small community in East London. This urban Bruderhof has now been moved to Peckham in south east London.\n\n\n==== Germany ====\nIn 2002, the Bruderhof purchased a house in Sannerz, Germany. This location is where the Bruderhof movement had originally started.\n\n\n=== Australia (1999–present) ===\nThe Bruderhof opened a community in Elsmore, New South Wales, Australia in 1999. In 2005, the Bruderhof opened a community in Inverell, New South Wales, Australia, where they operate the sign-writing business Danthonia Designs. Also in 2005, the Bruderhof opened a community in Armidale, New South Wales, Australia.\n\n\n== Beliefs and practice ==\nThe Bruderhof is a Protestant, evangelical Christian group, strongly influenced by radical Anabaptist and early Christian beliefs. Eberhard Arnold drew inspiration from a number of historical streams including early Christianity, the Anabaptists, German Pietism and the German Youth Movement. Johann Blumhardt (1805–1880) and his son Christoph Blumhardt (1842–1919), both German Lutheran theologians, are important sources of Bruderhof piety.The Bruderhof practice Christian pacifism and therefore reject the practice of military conscription, reflecting the early Anabaptist beliefs formulated in the Schleitheim Confession.Bruderhof members do not hold private property, but rather share everything. Members work inside the Bruderhof, and nobody receives a salary or has a bank account. Income from all businesses is pooled and used for the care of all members and for various communal outreach efforts. Every member of the organization must take a vow that he or she is willing \"to put yourself completely at the disposal of the church community to the end of your life – all your faculties, the entire strength of your body and soul, and all your property, both that which you now possess and that which you may later inherit or earn.The Bruderhof practices believers' baptism, which does not equate to membership. Membership is lifetime and by vows after the age of 21. The Bruderhof also practices what they would call \"The law of love\" based on the house rule of the first Bruderhof in 1925:\n\nIt is therefore out of the question for someone in our community to hold something against a brother or sister or to talk behind his or her back. Relationships within and to the church community are spiritual bonds based on trust and on the readiness to forgive again and again.\nThe Bruderhof believes marriage to be \"the lifelong union between one man and one woman\" and believes that sexual love should only be shared in such a marriage relationship.  They believe divorce and remarriage to be wrong. It has supported and run marriage events to promote marriage between one man and one woman both in the United States and the United Kingdom. The Bruderhof also participated in Humanum, a conference held in the Vatican from November 17–19, 2014 and attended by Pope Francis to discuss the complementarity of man and woman.In accordance with the Anabaptist doctrine of nonconformity to the world, the Bruderhof wear plain dress, with women donning Christian headcoverings in accordance with their interpretation of 1 Corinthians in the Christian Bible.\n\n\n== Present day life ==\nMost communities have a nursery, kindergarten, school, communal kitchen, laundry, various workshops, and offices. Bruderhof life is built around the family, though there are also many single members. Children are an important part of each community and participate in most communal gatherings. Disabled and elderly members are cared for within the community and participate in daily life and work as much as they are able.The Bruderhof eats one meal together each day as a community.  Other meals are eaten in families. Singing is a very common form of worship in the community, and members often sing before meals. The Bruderhof do not prohibit the consumption of alcohol.Numerous guests visit the Bruderhof and all communities are open to guests. The Bruderhof is estimated to have around 2,900 members worldwide.\n\n\n=== Technology ===\nThe Bruderhof has a reserved attitude to the use of technology.  Bruderhof families do not watch television or use the Internet within the home but do so outside of it, with many using smartphones. Unlike the Amish, they own and drive cars and run modern businesses and factories. They now run two main websites (bruderhof.com and plough.com) and several social media channels. Some of their members run video blogs that document their life on the Bruderhof that are published online.\n\n\n=== Education ===\nThe Bruderhof runs schools for the children on each community, up to the age of 18, when they are allowed to leave the community\n\n\n== Locations ==\n\n\n== Businesses ==\nThe Bruderhof run a variety of businesses that provide income to run their communities and provide common work for the members who almost all work onsite.\nCommunity Playthings was developed during the 1950s and soon became the Bruderhof's main source of income. Community Playthings designs and manufactures quality wooden classroom and play environments and toys for schools and daycare centers.  The business is run by the communities in the United States and United Kingdom.Rifton Equipment, run by some of the American communities, sells mobility and rehabilitation equipment for disabled adults and children.  It was founded in 1977.Danthonia Designs is the business that supports the Australian Bruderhofs.  It specializes in hand-carved three-dimensional signage and was founded in 2001.\n\n\n== Involvement in the wider community ==\nThe Bruderhof is actively involved in the neighborhoods that surround its communities and in the world at large. The Bruderhof sees justice and the works of mercy as a gospel command. They foster many ecumenical relationships with other churches and denominations. For instance, in 2019 the Bruderhof collaborated with the Coptic church to commemorate the Coptic martyrs killed by ISIS. Members met the Pope in Rome in 2004.Bruderhof members serve on school boards, volunteer at soup kitchens, prisons and hospitals, and work with local social service agencies such as the police to provide food and shelter for those in need of help. They are active supporters of various international aid organizations, such as Oxfam, Save the Children, Tearfund, and World Vision.The Bruderhof's Plough Publishing House publishes books and a magazine called Plough Quarterly. Plough publishes spiritual classics, inspirational books, and children's books, some of which are available as free downloads. Some of the books are written by Bruderhof members, but others are not.\nIn response to the Columbine High School massacre in 1999, the Bruderhof and Detective Steven McDonald created a program of school assemblies that have now reached tens of thousands of youths in the United States and United Kingdom. Operating under the name \"Breaking the Cycle\", speakers with forgiveness stories speak to children at school assemblies.The Bruderhof community has at various times campaigned on social issues, such as the death penalty and the Iraq War. They were involved in the campaign in opposition to the death sentence for the activist Mumia Abu-Jamal, who was convicted in 1982 of murdering a Philadelphia police officer.\n\n\n== The Bruderhof in the media ==\nThe Bruderhof rarely appear in the mainstream media, but sometimes allow photographers or journalists to observe their life.\n\n\n=== Inside the Bruderhof – BBC One ===\nThe Darvell Bruderhof in East Sussex allowed CTVC to produce a 40-minute documentary about them, Inside the Bruderhof, which was scheduled to air on July 25, 2019 on BBC1 but was pulled as a result of BBC News at Ten over-running. It was eventually broadcast on August 13, 2020 on BBC1. The film shows life inside the community, and follows a young person who has reached the age when the Bruderhof encourage them to explore life outside the community.\n\n\n=== BBC Inside Out ===\nIn March 2020, the BBC's Inside Out South East published a series of allegations from former members of the community that variously described attempted exorcism of a woman with mental health problems, public punishment of teenagers who had relationships and hostile attitudes to those who left the community.  The Bruderhof objected to the programme, pointing out that the journalist who made the programme had never visited the community.  They also said that the most serious allegations had been reported to statutory authorities who had chosen to take no further action.The Bruderhof issued a statement saying the testimony of former members in this story presented a \"misleading account\" of the community. \"We are an open and welcoming Christian community who, while not perfect, are doing our best to make the world a better place,\" it said. \"Ofsted has for decades been inspecting the provision we make for our children and has never found any cause for concern. The Bruderhof is 100 years old this year. In that time we haven't got everything right, for which we are sorry. We are committed to listening to anyone who feels hurt by their experiences with the Bruderhof.\"\n\n\n== Relationship with the Hutterites ==\nThe Bruderhof Communities and the Hutterites were in fellowship between 1930 and 1955 and between 1974 and 1995. In 1990, the Lehrerleut and the Dariusleut withdrew, while the Schmiedeleut maintained their bond to the Bruderhof. After the split among the Schmiedeleut in 1992, the more traditional group also withdrew, while the more progressive branch (led by Jacob Kleinsasser) kept the bond until 1995. Since then, the traditional Hutterites and the Bruderhof have been separate groups.The reason for the withdrawal of the Hutterites in 1955 was a conflict about the Forest River Hutterite Colony, which joined the Bruderhof by a majority vote. In 1974 there was reconciliation between the two groups. In 1990 two of the three branches of the traditional Hutterites withdrew over concerns in regard to education, worship services and relations with outsiders, such as political activism.\nAccording to Rod Janzen, there are differences between the traditional Hutterites and the Bruderhof Communities on many fields. Besides cultural differences, there are differences in regard to education, leadership, decision making, church discipline, ecumenism, what constitutes the \"Word of God\" etc. All these differences led to the final break in 1995.\n\n\n== See also ==\nList of new religious movements\n\n\n== References ==\n\n\n== External links ==\nSociety of Brothers entry at Global Anabaptist Mennonite Encyclopedia Online",
    "link": "https://en.wikipedia.org/wiki/Bruderhof_Communities",
    "summary": "The Bruderhof (; 'place of brothers') is an Anabaptist Christian movement that was founded in Germany in 1920 by Eberhard Arnold. The movement has communities in the United States, the United Kingdom, Germany, Austria, Paraguay, and Australia.\nThe Bruderhof practises believer's baptism, non-violence and peacemaking, common ownership, the proclamation of the gospel, and lifelong faithfulness in marriage. The Bruderhof is an intentional community as defined by the Fellowship for Intentional Community.The communities are best known by the name \"Bruderhof\" or sometimes \"Bruderhof Communities\", though \"Bruderhof\" is the name used on their website. The communities are legally incorporated in the US as Church Communities International.  Their corporation used to be called The Society of Brothers (1939 to 1978). Bruderhof maintained connections with the traditional Hutterite Church, from which they broke in 1995. The word \"Bruderhof\" was first used by the early Anabaptists in Moravia. As of September 2020, there are 26 Bruderhof communities.",
    "section titles": "History Beginnings in Germany (1920–1937) England (1937–1941) Paraguay (1941–1961; 2010–present) United States (1954–present) Europe (1971–present) England Germany Australia (1999–present) Beliefs and practice Present day life Technology Education Locations Businesses Involvement in the wider community The Bruderhof in the media Inside the Bruderhof – BBC One BBC Inside Out Relationship with the Hutterites See also References External links",
    "keywords": ["Christian", "Anabaptist", "Eberhard", "Arnol", "community", "communities", "movement", "History", "Protestant", "evangelical", "pacifism"]
}