{
    "title": "Büttner Crazy Plane",
    "text": "The Büttner Crazy Plane is a family of German paramotors designed by Gerald Büttner and produced by Büttner Propeller of Obernkirchen for powered paragliding. The aircraft are supplied complete and ready-to-fly.\n\n\n== Design and development ==\nThe Crazy Plane line was designed to comply with the US FAR 103 Ultralight Vehicles rules as well as European regulations. It features a paraglider-style wing, single-place or two-place-in-tandem accommodation and a single engine in pusher configuration with a reduction drive and a 115 to 135 cm (45 to 53 in) diameter Büttner Propeller designed  propeller.As is the case with all paramotors, take-off and landing is accomplished by foot. Inflight steering is accomplished via handles that actuate the canopy brakes, creating roll and yaw.\n\n\n== Variants ==\nCrazy Plane 1\nModel with a 20 hp (15 kW) Solo engine in pusher configuration with a 2.85:1 ratio reduction drive and a 115 cm (45 in) diameter propeller. The fuel tank capacity is 5 litres (1.1 imp gal; 1.3 US gal), with 10 litres (2.2 imp gal; 2.6 US gal) optional. Later called the Crazy Plane 1 S (for \"Solo\" engine).\nCrazy Plane 1 C\nModel with a 20 hp (15 kW) Solo engine in pusher configuration with a 2.85:1 ratio reduction drive and a 115 cm (45 in) diameter propeller. The fuel tank capacity is 5 litres (1.1 imp gal; 1.3 US gal), with 10 litres (2.2 imp gal; 2.6 US gal) optional. Later called the Crazy Plane 1S (for \"Solo\" engine).\nCrazy Plane 2\nModel with a 20 hp (15 kW) Solo engine in pusher configuration with a 3.05 ratio reduction drive and a 120 cm (47 in) diameter propeller. The fuel tank capacity is 10 litres (2.2 imp gal; 2.6 US gal). Later called the Crazy Plane 2 S (for \"Solo\" engine).\nCrazy Plane 3\nModel with a 20 hp (15 kW) Solo engine in pusher configuration with a 3.25 ratio reduction drive and a 124 cm (49 in) diameter propeller. The fuel tank capacity is 10 litres (2.2 imp gal; 2.6 US gal). Later called the Crazy Plane 3 S (for \"Solo\" engine).\nCrazy Plane 3 H\nModel with a 30 hp (22 kW) Hirth F33 engine.\nCrazy Plane 4\nModel with a 20 hp (15 kW) Solo engine in pusher configuration with a 3.25 ratio reduction drive and a 135 cm (53 in) diameter propeller. The fuel tank capacity is 10 litres (2.2 imp gal; 2.6 US gal).\nCrazy Plane Duo\nTwo place model with a 30 hp (22 kW) Hirth F33 engine in pusher configuration with a 2.8:1 ratio reduction drive and a 124 cm (49 in) diameter propeller. The fuel tank capacity is 5 litres (1.1 imp gal; 1.3 US gal), with 10 litres (2.2 imp gal; 2.6 US gal) optional.\nCrazy Plane Voyager 2 S\nModel with a 20 hp (15 kW) Solo engine that folds to a smaller packing size.\nCrazy Plane Voyager 3 C\nModel with a Cors'Air M21Y 24 hp (18 kW) engine that folds to a smaller packing size.\nCrazy Plane Voyager 3 H\nModel with a 30 hp (22 kW) Hirth F33 engine that folds to a smaller packing size.\nCrazy Plane Voyager 3 S\nModel with a 20 hp (15 kW) Solo engine that folds to a smaller packing size.\n\n\n== Specifications (Crazy Plane Duo) ==\nData from BertrandGeneral characteristics\nCrew: one\nCapacity: one passenger\nEmpty weight: 29.8 kg (66 lb)\nFuel capacity: 10 litres (2.2 imp gal; 2.6 US gal)\nPowerplant: 1 × Hirth F33 single cylinder, two-stroke, air-cooled aircraft engine, with a 2.8:1 reduction drive, 22 kW (30 hp)\nPropellers: 3-bladed Büttner Propeller, 1.24 m (4 ft 1 in) diameter\n\n\n== References ==\n\n\n== External links ==\nOfficial website",
    "link": "https://en.wikipedia.org/wiki/B%C3%BCttner_Crazy_Plane",
    "summary": "The Büttner Crazy Plane is a family of German paramotors designed by Gerald Büttner and produced by Büttner Propeller of Obernkirchen for powered paragliding. The aircraft are supplied complete and ready-to-fly.",
    "section titles": "Design and development Variants Specifications (Crazy Plane Duo) References External links",
    "keywords": ["paragliding", "Plane", "Crazy", "paraglider"]
}