{
    "title": "Casey, Australian Capital Territory",
    "text": "Casey is a suburb in Canberra, Australia, approximately 4 km from the Gungahlin Town Centre and about 13 km from the centre of Canberra. The suburb is named after Richard Casey, Baron Casey an Australian politician, diplomat and later the 16th Governor-General of Australia. It is bound by Horse Park Drive and Clarrie Hermes Drive. Casey is located in north-west Gungahlin, adjacent to the suburbs of Nicholls and Ngunnawal, and the future suburbs of Kinlyside, Taylor and Moncrieff.\nThe suburb draws its place names from notable Australian diplomats, public servants and administrators. Former Lieutenant-Governor of South Australia Walter Crocker and Sir John Overall, the former head of the National Capital Development Commission are honoured by place names in Casey.\n\n\n== History ==\n\nUntil 1990, Casey was part of the former 'Gold Creek' a 3,940-acre (15.9 km2) rural property with the Gold Creek Homestead at its centre. The relative flat and even topography of portions of the suburb of Casey was ideal for various pursuits including horse racing, and was the site of a practice track for racing horses.  A stand of trees parallel to Horse Park Drive which predates the establishment of the village (now the suburb) of Hall marks the original alignment of the Queanbeyan-Yass Road.\n\n\n== Development ==\nConstruction work on road and other infrastructure for Casey commenced in September 2008. In December 2009, Overall Avenue, the connector road for Casey Stage 1, opened to traffic between Clarrie Hermes Drive and Horsepark Drive. During this period stormwater infrastructure including a sediment pond was also completed (pictured below right). Settlement of the suburb began in 2010 and it had an estimated population of 2,881 on 30 June 2013.Casey will eventually occupy an area approximately 192 ha in size and accommodate 1,940 dwellings,  including about 275 medium density units in the commercial centres. A Group (Shopping) Centre will be constructed in the south-east corner of the suburb near the corner of Horse Park and Clarrie Hermes Drives. A second and minor commercial centre planned for Casey will be built at the northern end of the suburb nearest the future suburb of Taylor. The Group Centre is expected to incorporate a retail core clustered around a 'central green-node' similar to Green Square in Kingston. To improve accessibility of the Group Centre, Clarrie Hermes Drive has been extended through to the Barton Highway at its westerly end.\n\n\n== Geology ==\n\nThe landscape slopes to the south east, with a line of hills forming a ridge on the north west side making a backdrop.  The low point is 622 metres at the roundabout joining Gungahlin Drive, Horse Park Drive and Clarrie Hermes drive.  The highest point is 726 metres in the north west corner.\nCasey is underlaid by rocks from the Silurian period.  Along the hill tops the rock is from the Hawkins Volcanics, with mostly dacite in the south, and andesite in the north.  The north east of the suburb has dacite from the Canberra Formation.  The south east has a green grey porphyry with a dacite like composition, and visible white feldspar crystals.\n\n\n== References ==",
    "link": "https://en.wikipedia.org/wiki/Casey,_Australian_Capital_Territory",
    "summary": "Casey is a suburb in Canberra, Australia, approximately 4 km from the Gungahlin Town Centre and about 13 km from the centre of Canberra. The suburb is named after Richard Casey, Baron Casey an Australian politician, diplomat and later the 16th Governor-General of Australia. It is bound by Horse Park Drive and Clarrie Hermes Drive. Casey is located in north-west Gungahlin, adjacent to the suburbs of Nicholls and Ngunnawal, and the future suburbs of Kinlyside, Taylor and Moncrieff.\nThe suburb draws its place names from notable Australian diplomats, public servants and administrators. Former Lieutenant-Governor of South Australia Walter Crocker and Sir John Overall, the former head of the National Capital Development Commission are honoured by place names in Casey.",
    "section titles": "History Development Geology References",
    "keywords": ["suburb", "australian", "Canberra", "History", "Geology"]
}