{
    "title": "Chingari (app)",
    "text": "Chingari is an Indian video-sharing social networking service wherein people record and share short video clips. Through this app, users upload videos in more than 20 languages including English, Hindi, Bangla, Gujarati, Marathi, Kannada, Odia, Punjabi, Malayalam, Tamil, and Telugu. In these videos, users have options to lip-sync, dance, or voice over movie scenes and comic dialogues. The app has in-built filters which create visual effects of videos. Chingari gained a lot of popularity in India after TikTok was banned by the government. It has been downloaded more than 1 million times within just 15 days of launch.\n\n\n== History ==\nChingari was launched in Google Play Store in November 2018. It is a social entertainment application, founded by three techno-geeks Sumit Ghosh, Biswatma Nayak, a mechanical engineer turned programmer and Deepak Salvi a media veteran. Chingari app was rebranded and redesigned in June 2020.Chingari’s downloads crossed over 25 million on 21st July 2020. The application has been widely praised and has gained popularity, especially in India, after Indian government announced a blanket ban on TikTok amongst 59 other Chinese apps, as a consequence of its Galwan Valley border tensions with China. \nDue to the sudden spike in the number of users, Chingari  and it’s servers initially reported a few crashes. However, soon, an updated version of the app 2.3.9 was released with a better user interface and better features. Since then, its users have steadily increased in number. \nIn 2020, Chingari was rated as one of Google Play’s best entertainment applications, with a 4.7 - star rating.\n\n\n== Expansion in other markets ==\nAs of July 2020, Chingari is available in over 50 countries and in over 10 languages. Chingari was downloaded more than 25 million times on Google Play store in July 2020, according to TOI. \n\n\n== References ==\n\n\n== External Links ==\nOfficial site\nRelated site",
    "link": "https://en.wikipedia.org/wiki/Chingari_(app)",
    "summary": "Chingari is an Indian video-sharing social networking service wherein people record and share short video clips. Through this app, users upload videos in more than 20 languages including English, Hindi, Bangla, Gujarati, Marathi, Kannada, Odia, Punjabi, Malayalam, Tamil, and Telugu. In these videos, users have options to lip-sync, dance, or voice over movie scenes and comic dialogues. The app has in-built filters which create visual effects of videos. Chingari gained a lot of popularity in India after TikTok was banned by the government. It has been downloaded more than 1 million times within just 15 days of launch.\n\n",
    "section titles": "History Expansion in other markets References External Links",
    "keywords": ["Indian", "Chingari", "video-sharing", "social","video"]
}