{
    "title": "Congo River Rapids (Alton Towers)",
    "text": "Congo River Rapids is a river rapids ride made by Intamin. It is located in the Katanga Canyon area of Alton Towers in Staffordshire, England.\nThe rapids course comes close to the Runaway Mine Train as it passes through the tunnel. It features twin waterfalls, and rafts pass between the two waterfalls.\nCongo River Rapids shares its name with a ride at Busch Gardens Tampa in Tampa, Florida, but it has different layout.\n\n\n== History ==\n\nCongo River Rapids first opened in 1986 as Grand Canyon Rapids and was part of the Aqua Land area of the park.\nThe entrance to the queueline was originally located where the path to Katanga Canyon starts in Mutiny Bay today, meaning that the ride was hidden from view. This was changed when Katanga Canyon was built in the centre of the rapids circuit as part of John Wardley's plan to open up the area. Katanga Canyon opened in 1992 along with the new Runaway Mine Train.\nThe Grand Canyon Rapids were rethemed to adopt the African safari theme of the new area, including the change of name to Congo River Rapids.\nThe original rafts held six riders. These were changed years later for eight seat rafts to increase passenger throughput.\nThe ride would close for safety on May the 17th, 2017 when it was announced that the Swiss company Intamin were the makers of the similar ride, Splash Canyon, involved in an incident where an eleven year-old child fell from a raft into the waters and died.\nOn 22 January 2018, Alton Towers announced that the ride would operate seasonally for 2018, operating only from 26 May to 4 September, but the ride operated throughout the season after a negative social media response. Some key features of the ride that were designed to get riders wet such as the waterfalls were removed. The ride did not operate during the 2018, nor the 2019, Services Day events.\nFor the 2019 season, the boats were modified to have gates in the inter-seat gaps where boarding and disembarking occurs, grip matts have been added on the floors and seats, boats can only contain a maximum of 7 riders each (a reduction from 8) and children can not ride alone anymore - at least one adult must be in each boat.\n\n\n== Inspiration ==\nThe inspiration for this ride comes from the real Congo River rapids. They lie on the outskirts of Brazzaville in the Republic of the Congo, where the Djoué River meets the Congo.\n\n\n== Gallery ==\n\n\t\t\n\n\n== References ==\n\n\n== External links ==\nCongo River Rapids at Towers Almanac\nCongo River Rapids at Towers Nerd\nCongo River Rapids at Theme Parks UK",
    "link": "https://en.wikipedia.org/wiki/Congo_River_Rapids_(Alton_Towers)",
    "summary": "Congo River Rapids is a river rapids ride made by Intamin. It is located in the Katanga Canyon area of Alton Towers in Staffordshire, England.\nThe rapids course comes close to the Runaway Mine Train as it passes through the tunnel. It features twin waterfalls, and rafts pass between the two waterfalls.\nCongo River Rapids shares its name with a ride at Busch Gardens Tampa in Tampa, Florida, but it has different layout.",
    "section titles": "History Inspiration Gallery References External links",
    "keywords": ["river", "rapids", "Intamin", "course"]
}