{
    "title": "Cromwell Community College",
    "text": "Cromwell Community College is a secondary school and sixth form located in Chatteris, Cambridgeshire, England. It converted to an academy in 2012.\n\n\n== History ==\nCromwell School was founded in 1939 to serve the town of Chatteris. It grew over the years as it accepted senior pupils from nearby schools that were either closing or turning into primary schools. It turned fully comprehensive in 1969 in line with the Cambridgeshire LEA's switch from the tripartite system to a comprehensive system.The school previously held Humanities College specialist status, and in 2008 the school was awarded with the Sportsmark. It became an academy in 2012.\n\n\n== Present-day ==\nThe school site is in the process of extensive redevelopment, with an all-weather pitch and changing rooms opened at the school in September 2011. In August 2012, a suite of rooms for Technology and ICT, a new sports hall, as well as a fitness suite and dance studio were opened, and all of these facilities are available for use by the local community outside school hours.\nThe old school buildings have been reconstructed into a dining hall and sixth form facility. Two new science laboratories have also been constructed. All new completed in September 2013.\n\n\n== Notable former pupils ==\nDominic Mohan, journalist and newspaper\nMark Coulson PCQI MCMI 1976 -1981Member of the first ever winning School Pupil 4x100 metre relay team to beat the Staff in 1981. Other members of the team: David Russell, Martyn Fresher, Andrew Fresher. Staff members included Nick King, Malcolm Evans, Charlie Barker and Julian Chartres.\n\n\n== References ==\n\n\n== External links ==\nCromwell Community College homepage",
    "link": "https://en.wikipedia.org/wiki/Cromwell_Community_College",
    "summary": "Cromwell Community College is a secondary school and sixth form located in Chatteris, Cambridgeshire, England. It converted to an academy in 2012.\n\n",
    "section titles": "History Present-day Notable former pupils References External links",
    "keywords": ["college", "Chatteris", "Cambrridgeshire", "England", "academy", "school"]
}