{
    "title": "Delmadinone acetate",
    "text": "Delmadinone acetate (DMA), sold under the brand name Tardak among others, is a progestin and antiandrogen which is used in veterinary medicine to treat androgen-dependent conditions such as benign prostatic hyperplasia. It must be used with care as it has the potential to cause adrenal insufficiency via inhibition of adrenocorticotropic hormone (ACTH) secretion from the pituitary gland. DMA is the C17α acetate ester of delmadinone, which, in contrast to DMA, was never marketed for medical use.\n\n\n== Uses ==\n\n\n=== Veterinary ===\nDMA is used to treat androgen-dependent conditions in animals. It is most commonly used to treat benign prostatic hyperplasia. However, it can also be used to treat hypersexuality in male dogs and cats, perianal gland tumors in dogs, and hormone-driven aggression in dogs.\n\n\n== Pharmacology ==\n\n\n=== Pharmacodynamics ===\nDMA is a progestogen with antigonadotropic and hence antiandrogenic and antiestrogenic effects. In addition, DMA binds to the androgen receptor, and likely acts as an antagonist of this receptor similarly to related drugs like chlormadinone acetate and osaterone acetate.\n\n\n== Chemistry ==\n\nDMA, also known as 1-dehydrochlormadinone acetate, as well as 1,6-didehydro-6-chloro-17α-acetoxyprogesterone or '6-chloro-17α-hydroxypregna-1,4,6-triene-3,20-dione, is a synthetic pregnane steroid and a derivative of progesterone. It is specifically a derivative of 17α-hydroxyprogesterone with a chlorine atom at the C6 position, a double bond between the C1 and C2 positions, another double bond between the C6 and C7 positions, and an acetate ester at the C17α position. Analogues of DMA include other 17α-hydroxyprogesterone derivatives such as chlormadinone acetate, cyproterone acetate, hydroxyprogesterone caproate, medroxyprogesterone acetate, megestrol acetate, and osaterone acetate.\n\n\n== History ==\nDMA was first described in the literature in 1959 and has been marketed since at least 1972. It was marketed by this year in Europe and the United Kingdom under the brand names Tardak and Zenadrex. It was under development for use in the United States as well but does not seem to have ultimately been marketed in this country.\n\n\n== Society and culture ==\n\n\n=== Generic names ===\nDelmadinone acetate is the generic name of the drug and its USAN and BANM. Delmadinone is the INN and BAN of the unesterified free alcohol form.\n\n\n=== Brand names ===\nDMA is most commonly sold as Tardak, but has also been marketed under a variety of other brand names including Delmate, Estrex, Tardastren, Tardastrex, Vetadinon, and Zenadrex.\n\n\n=== Availability ===\nDMA is available in Europe and Oceania. It is specifically marketed in the United Kingdom, France, Belgium, Germany, Austria, Switzerland, the Netherlands, Finland, Australia, and New Zealand.\n\n\n== References ==",
    "link": "https://en.wikipedia.org/wiki/Delmadinone_acetate",
    "summary": "Delmadinone acetate (DMA), sold under the brand name Tardak among others, is a progestin and antiandrogen which is used in veterinary medicine to treat androgen-dependent conditions such as benign prostatic hyperplasia. It must be used with care as it has the potential to cause adrenal insufficiency via inhibition of adrenocorticotropic hormone (ACTH) secretion from the pituitary gland. DMA is the C17α acetate ester of delmadinone, which, in contrast to DMA, was never marketed for medical use.\n\n",
    "section titles": "Uses Veterinary Pharmacology Pharmacodynamics Chemistry History Society and culture Generic names Brand names Availability References",
    "keywords": ["Tardak", "progestin","antiandrogen", "pharmacology","veterinary"]
}