{
    "title": "Dichrostachys cinerea",
    "text": "Dichrostachys cinerea, known as sicklebush, Bell mimosa, Chinese lantern tree or Kalahari Christmas tree (South Africa), is a legume of the genus Dichrostachys in the family Fabaceae.Other common names include omubambanjobe (Tooro Uganda), acacia Saint Domingue (French), el marabú (Cuba), \" Mpangara\" (Shona), Kalahari-Weihnachtsbaum (German of former South West Africa), kéké or mimosa clochette (Réunion).\n\n\n== Etymology ==\nThe generic name Dichrostachys means 'two-colored spike', referring to its two-colored inflorescence, from the Ancient Greek δί- (di-, 'twice'), χροός (khroos, 'color'), and στάχυς (stakhus, 'ear of grain'). The specific name cinerea refers to the greyish hairs of the typical subspecies, from the Latin cinereus ('ashes').\n\n\n== Distribution ==\nIt is native to Africa, Indian subcontinent and North Australia and introduced to the Caribbean and parts of Southeast Asia. In Ethiopia, the species is common in the Nechisar National Park.The tree was brought to the Caribbean in the 19th century.  In Cuba, where it is known as El Marabú or Marabou weed, it has become a serious invasive species problem, occupying about 4,900,000 acres (20,000 km2) of agricultural land. Plans are underway to exploit it as a source of biomass for renewable power generation.\n\n\n== Description and ecology ==\n\nThey typically grow up to 7 metres (23 ft) in height and have strong alternate thorns, generally up to 8 cm (3.1 in) long. The bipinnately compound leaves are up to 15 centimetres (5.9 in) long. Flowers of the Dichrostachys cinerea are characteristically in bicoloured cylindrical spikes that resemble Chinese lanterns and are 6 to 8 centimetres (2.4 to 3.1 in) long and fragrant. Upper flowers of a hanging spike are sterile, and are of a lilac or pale purple. Pods are usually a mustard brown and are generally twisted or spiralled and may be up to 100 by 15 millimetres (3.94 in × 0.59 in). The species can be subcategorized with two slight variations that have been recognised: D. cinerea ssp. africana and D. cinerea ssp. nyassana, the latter which is typically larger and less hairy in its foliage.The species tends to grow in rainforest zones that are clearly defined and in altitudes up to 2,000 metres (6,600 ft). It often occurs in areas with a strong seasonal climate with a wide-ranging mean annual temperature and with a mean annual rainfall ranging from 200 to 400 millimetres (7.9 to 15.7 in). It occurs in brushwood, thickets, hedges, teak forest and grassland and generally takes to poorer quality clay soils or deep and sandy soils with a wide pH range.In India, it can occur in dry deciduous forest.\n\nIn southern Africa, Dichrostachys cinerea generally flowers from October to February with fruiting from May to September. The tree generally grows at a medium to slow rate, 6 to 8 centimetres (2.4 to 3.1 in) per year.\n\n\n== Uses ==\n\nFruit and seeds that grow on Dichrostachys cinerea are edible. Cattle, camels and game such as giraffe, buffalo, kudu, hartebeest, nyala, red forest duiker and Damara dik-dik feed on the juicy pods that fall to the ground. Such animals also feed on the immature twigs and leaves of the tree which are rich in protein (11–15%) and minerals. The flowers can be a valuable source of honey. The wood is of a dense nature and burns slowly with no toxicity, so it is often used for fuelwood. The species yields a medium to heavy, durable hardwood and is often used in smaller domestic items as walking sticks, handles, spears and tool handles, particularly in central Africa.\nIn traditional medicine, the bark is used for headache, toothache, dysentery, elephantiasis, root infusions are used for leprosy, syphilis, coughs, as an anthelmintic, purgative and strong diuretic, leaves are used for epilepsy  and also as a diuretic and laxative, and a powdered form is massaged on limbs with bone fractures. The roots are also sometimes used for bites or stings. In Siddha medicine of the Tamils in southern India, Dichrostachys cinerea is called vidathther and used for gonorrhea, syphilis and eczema.As they are rich in nutrients, the plants are often used as fertiliser, particularly in the Sahel region of Africa along riverbanks. The plant is widely used for soil conservation, particularly in India, for shallow soils, and in arid western and subhumid alluvial plains.\nIt is also cultivated as an indoor bonsai specimen.Despite its various uses, it is generally regarded a threat to agricultural production and is listed on the Global Invasive Species Database.\n\n\n== References ==\n\n\n== External links ==\nDichrostachys cinerea in West African plants – A Photo Guide.",
    "link": "https://en.wikipedia.org/wiki/Dichrostachys_cinerea",
    "summary": "Dichrostachys cinerea, known as sicklebush, Bell mimosa, Chinese lantern tree or Kalahari Christmas tree (South Africa), is a legume of the genus Dichrostachys in the family Fabaceae.Other common names include omubambanjobe (Tooro Uganda), acacia Saint Domingue (French), el marabú (Cuba), \" Mpangara\" (Shona), Kalahari-Weihnachtsbaum (German of former South West Africa), kéké or mimosa clochette (Réunion).\n\n",
    "section titles": "Etymology Distribution Description and ecology Uses References External links",
    "keywords": ["sicklebush", "tree", "Africa", "fruit"]
}