{
    "title": "Dionysius II, Metropolitan of Belgrade",
    "text": "Dionysius II (Serbian: Dionisije II) was the Eastern Orthodox Metropolitan of Belgrade from 1813 to 1815.\n\n\n== Biography ==\nMetropolitan Dionisije Nišlija (birth name: Dimitrije Popović) was Reşid Mehmed Pasha's\ndragoman (interpreter). Reşid Mehmed Pasha was the commander of Niš for years during the time of Karađorđe's Serbia.\nDionisije was an Orthodox priest in Niš. Reşid Mehmed Pasha brought him to Belgrade, and as a Serb, he was counting on Dionisje to be calming influence among the rayah. Dionisije succeeded the fugitive Metropolitan Leontius (Lambrović) at the chair of the Metropolitanate of Belgrade. He was the Metropolitan of Belgrade and Srem. He carried out his mission responsibly in the name of the Serbian people by founding schools throughout Serbia A berat (charter/license) appointment from Mahmud II (1808-1839) was received on 7 November 1813. The berat stated: that the Greek patriarch and his synod elected Metropolitan Dionysius, and they begged the sultan to confirm the same person and to issue him a berat, and he would lay the usual pawn for the metropolitan dignity for the royal treasury. The Sultan then ordered that the episcopal protocols kept in the imperial treasury (the treasury) be reviewed, and then he confirmed the elected Dionysius as the Metropolitan of Belgrade, ordering him to pay the usual sum of 21,000 aspri for the berat. Dionysius, as the regional metropolitan, is given the power to appoint and overthrow bishops and priests, the right to unhindered administration of churches and monasteries, disciplinary authority over bishops, monks and priests, as well as the right to inherit bequeathed property from the Orthodox. The Metropolitan, further, has the right to buy peace from bishops, monks and priests and other faithful, to which he has the first according to the existing canons and berets.\nDionsije died in Belgrade at the end of October 1815.\n\n\n== References ==\nTranslated and adapted from Serbian Wikipedia: [2]",
    "link": "https://en.wikipedia.org/wiki/Dionysius_II,_Metropolitan_of_Belgrade",
    "summary": "Dionysius II (Serbian: Dionisije II) was the Eastern Orthodox Metropolitan of Belgrade from 1813 to 1815.\n\n",
    "section titles": "Biography References",
    "keywords": ["Serbian", "Orthodox", "priest", "Eastern", "Belgrade"]
}