{
    "title": "Donnelly Township, Marshall County, Minnesota",
    "text": "Donnelly Township is a township in Marshall County, Minnesota, United States. The population was 28 at the 2000 census.\nDonnelly Township was organized in 1895, and named for Ignatius L. Donnelly, a U.S. Congressman from Minnesota.\n\n\n== Geography ==\nAccording to the United States Census Bureau, the township has a total area of 36.1 square miles (93 km2), all land.\n\n\n== Demographics ==\nAs of the census of 2000, there were 28 people, 10 households, and 8 families residing in the township. The population density was 0.8 people per square mile (0.3/km2). There were 10 housing units at an average density of 0.3/sq mi (0.1/km2). The racial makeup of the township was 100.00% White.\nThere were 10 households, out of which 50.0% had children under the age of 18 living with them, 70.0% were married couples living together, and 20.0% were non-families. 20.0% of all households were made up of individuals, and 10.0% had someone living alone who was 65 years of age or older. The average household size was 2.80 and the average family size was 3.25.\nIn the township the population was spread out, with 32.1% under the age of 18, 3.6% from 18 to 24, 28.6% from 25 to 44, 17.9% from 45 to 64, and 17.9% who were 65 years of age or older. The median age was 41 years. For every 100 females, there were 154.5 males. For every 100 females age 18 and over, there were 137.5 males.\nThe median income for a household in the township was $40,625, and the median income for a family was $41,875. Males had a median income of $20,000 versus $25,000 for females. The per capita income for the township was $19,561. None of the population or the families were below the poverty line.\n\n\n== References ==",
    "link": "https://en.wikipedia.org/wiki/Donnelly_Township,_Marshall_County,_Minnesota",
    "summary": "Donnelly Township is a township in Marshall County, Minnesota, United States. The population was 28 at the 2000 census.\nDonnelly Township was organized in 1895, and named for Ignatius L. Donnelly, a U.S. Congressman from Minnesota.\n\n",
    "section titles": "Geography Demographics References",
    "keywords": ["Township", "Minnesota", "Demographics"]
}