{
    "title": "Ewald Grothe",
    "text": "Ewald Grothe (born 23 February 1961 in Nieheim, Westphalia) is a German historian. Since 2009 he has been an extraordinary professor at the Bergische Universität Wuppertal and since 2011 he has been head of the Archive of Liberalism of the Friedrich Naumann Foundation for Freedom in Gummersbach.\n\n\n== Academic career ==\nEwald Grothe grew up in the small town of Bredenborn in the district of Höxter. After graduating from the Städtisches Gymnasium in Brakel, Grothe studied history, public law, and history of law at the Philipps-Universität Marburg from 1981 and graduated with a master's degree. He received his doctorate there in 1994 under Hellmut Seier on the constitutional history of the Electorate of Hesse. Between 1992 and 1995 he was a fellow of the graduate program \"Medieval and Modern Statehood (10th-19th Century)\" at the Justus Liebig University Gießen and from 1993 to 1995 he was a research assistant at the \"Research Center Georg Büchner - Literature and History of the Vormärz\" at the University of Marburg. In 1995 he went to the Bergische Universität Wuppertal as a research assistant to Hartwig Brandt, where he habilitated in 2003 on German constitutional historiography in the 20th century. In 2004 he was appointed as a Privatdozent in Wuppertal, and in 2009 he was appointed as an extraordinary professor. Since 2007 he has also been teaching at the University of Cologne. In 2007/2008 he was an associate lecturer at the Department of Social Sciences at the University of Kassel. From 2006 to 2010 he was a supervisor in the doctoral program \"Social Interests and Political Will Formation. Constitutional Cultures in Historical Contexts\" at the Historical Institute of the FernUniversität in Hagen.\nAs of April 2011, he has been appointed head of the Archive of Liberalism of the Friedrich Naumann Foundation for Freedom in Gummersbach, succeeding Monika Faßbender.\n\n\n== Research activities ==\nGrothe supervised publication projects for the Hessian State Parliament, the Historical Commission for Hesse, the Hessian State Centre for Political Education, the German Library Association, and the Ministry for Intergenerational Affairs, Family, Women, and Integration of the State of North Rhine-Westphalia.Grothe's research areas are the history of the constitution, the history of science, the history of liberalism, and the history of political ideas (conservatism, liberalism).\n\n\n== Awards ==\nIn 1995, Grothe won the Wilhelm Liebknecht Prize of the university town of Gießen for his dissertation. From 2000 to 2002 he received a habilitation scholarship from the German Research Foundation and a research grant from the Gerda Henkel Foundation in 2010–11.\n\n\n== Scientific offices and memberships ==\nGrothe is a member of the Association of German Historians and the Georg Büchner Society. Furthermore, he is\n\nsince 1997 member of the Scientific Council and since 2017 chairman of the Brothers Grimm Society Kassel,\nsince 2001 scientific member and since 2012 member of the Main Committee of the Historical Commission for Hesse in Marburg,\nsince 2006 member of the Association for Constitutional History,\nsince 2011 founding member of the Interdisciplinary Center for Edition and Document Science at the University of Wuppertal,\nsince 2011 Lecturer of the Friedrich Naumann Foundation for Freedom at the University of Wuppertal,\nsince 2012 Member of the selection committee for scholarship holders of the Friedrich Naumann Foundation for Freedom,\nsince 2011 fiduciary and since 2020 member of the board of trustees of the Wolf-Erich-Kellner Memorial Foundation for the presentation of the Wolf-Erich-Kellner-Prize,\nsince 2013 Member of the Editions Advisory Board \"Group Minutes\" of the Commission for the History of Parliamentarism and Political Parties,\nsince 2013 member of the full board and since 2017 chairman of Division 6 (Archives of parliaments, political parties, foundations, and associations) of the Association of German Archivists,\nsince 2015 Board member of the Dimitris Tsatsos Institute for European Constitutional Studies at the Distance University in Hagen,\nsince 2017 member of the board of trustees of the Institute for History and Biography at the Open University of Hagen,\nsince 2017 member of the Historians' Committee of the Association of German Historians,\nsince 2018 Member of the Advisory Board of the Foundation of the Federal President Theodor-Heuss-Haus in Stuttgart.\n\n\n== Editorial activities ==\nGrothe has been co-publisher of the Yearbook of Liberalism Research since 2012 and the Yearbook of the Brothers Grimm Society since 2000.Grothe is co-editor of the Quellen zur Brüder Grimm-Forschung (since 2010) (together with Rotraut Fischer et al.) as well as of the publications of the Dimitris Tsatsos Institute for European Constitutional Studies (since 2015) (together with Arthur Benz et al.).\n\n\n== Publications ==\n\n\n=== Monographs ===\nVerfassungsgebung und Verfassungskonflikt. Das Kurfürstentum Hessen in der ersten Ära Hassenpflug 1830–1837, Duncker & Humblot, Berlin 1996 (= Schriften zur Verfassungsgeschichte, Bd. 48), ISBN 3-428-08509-4 (Zugleich: Marburg, Univ., Diss., 1994).\nZwischen Geschichte und Recht. Deutsche Verfassungsgeschichtsschreibung 1900–1970, Oldenbourg, München 2005 (= Ordnungssysteme, Bd. 16), ISBN 3-486-57784-0 (Zugleich: Wuppertal, Universität, Habilitationsschrift, 2003).\n\n\n=== Editions (publisher, co-editor or co-worker) ===\nEditor together with Hellmut Seier: Akten und Briefe aus den Anfängen der kurhessischen Verfassungszeit 1830–1837, hrsg. v. Hellmut Seier, Elwert, Marburg 1992 (= Veröffentlichungen der Historischen Kommission für Hessen, Bd. 48,4; Vorgeschichte und Geschichte des Parlamentarismus in Hessen, Bd. 8), ISBN 3-7708-0993-9.\nBrüder Grimm. Briefwechsel mit Ludwig Hassenpflug (einschließlich der Briefwechsel zwischen Ludwig Hassenpflug und Dorothea Grimm, geb. Wild, Charlotte Hassenpflug, geb. Grimm, ihren Kindern und Amalie Hassenpflug). Brüder Grimm-Gesellschaft, Kassel/Berlin 2000, ISBN 3-929633-64-7 (= Brüder Grimm. Werke und Briefwechsel. Kasseler Ausgabe. Briefe, Bd. 2).\nEditor together with Hartwig Brandt: Quellen zur Alltagsgeschichte der Deutschen 1815–1870, Wissenschaftliche Buchgesellschaft, Darmstadt 2005 (= Ausgewählte Quellen zur deutschen Geschichte der Neuzeit. Freiherr vom Stein-Gedächtnisausgabe, Reihe B, Bd. 44), ISBN 3-534-12775-7.\nEditor together with Klaus Hassenpflug: Amalie Hassenpflug: Souvenirs d’enfance. De Vars et Guillestre aux frères Grimm. L’Emigration du Dauphiné en Hesse, Brüder Grimm-Gesellschaft, Guillestre/Kassel 2007 (= Cahiers Franco-Allemands, Heft 1), ISBN 978-3-929633-98-6.\nLudwig Hassenpflug: Denkwürdigkeiten aus der Zeit des zweiten Ministeriums 1850–1855, Historische Kommission für Hessen, Marburg 2008 (= Veröffentlichungen der Historischen Kommission für Hessen, Bd. 48,11; Politische und parlamentarische Geschichte des Landes Hessen, Bd. 32), ISBN 978-3-7708-1317-9.\nEditor together with Bernhard Lauer: Ludwig Hassenpflug: Jugenderinnerungen (1794 bis 1821), hrsg. v. Klaus Hassenpflug, Brüder Grimm-Gesellschaft, Kassel 2010 (= Quellen zur Brüder Grimm-Forschung, Bd. 4), ISBN 978-3-940614-14-8.\nCarl Schmitt – Ernst Rudolf Huber. Briefwechsel 1926–1981. Mit ergänzenden Materialien, Duncker & Humblot, Berlin 2014, ISBN 978-3-428-14170-8.\nDie Abgeordneten der kurhessischen Ständeversammlungen 1830–1866, Historische Kommission für Hessen, Marburg 2016 (= Veröffentlichungen der Historischen Kommission für Hessen, Bd. 48, 13; Politische und parlamentarische Geschichte des Landes Hessen, Bd. 43), ISBN 978-3-923150-63-2.\n\n\n=== anthologies (editor or co-editor) ===\nEditor together with Bernd Heidenreich: Kultur und Politik – Die Grimms, Societäts-Verlag, Frankfurt a. M. 2003, ISBN 3-7973-0852-3, 2. Aufl. unter dem Titel: Die Grimms – Kultur und Politik, Societäts-Verlag, Frankfurt a. M. 2008, ISBN 978-3-7973-1072-9.\nEditor together with Hartwig Brandt: Rheinbündischer Konstitutionalismus, Peter Lang Verlag, Frankfurt a. M. usw. 2007 (= Rechtshistorische Reihe, Bd. 350), ISBN 978-3-631-56489-9.\nKonservative deutsche Politiker im 19. Jahrhundert. Wirken – Wirkung – Wahrnehmung, Historische Kommission für Hessen, Marburg 2010 (= Veröffentlichungen der Historischen Kommission für Hessen, Bd. 75), ISBN 978-3-942225-09-0.\nEditor together with Ulrich Sieg: Liberalismus als Feindbild, Wallstein Verlag, Göttingen 2014, ISBN 978-3-8353-1551-8.\nErnst Rudolf Huber. Staat – Verfassung – Geschichte, Nomos Verlag, Baden-Baden 2015 (= Staatsverständnisse, Bd. 80), ISBN 978-3-8487-2618-9.\nEditor together with Jürgen Frölich und Wolther von Kieseritzky: Liberalismus-Forschung nach 25 Jahren. Bilanz und Perspektiven, Nomos Verlag, Baden-Baden 2016, ISBN 978-3-8487-3035-3.\nEditor together with Aubrey Pomerance und Andreas Schulz: Ludwig Haas. Ein deutscher Jude und Kämpfer für die Demokratie, Droste Verlag, Düsseldorf 2017 (= Beiträge zur Geschichte des Parlamentarismus und der politischen Parteien, Bd. 174), ISBN 978-3-7700-5335-3.\nEditor together with Hans-Peter Becht: Karl von Rotteck und Karl Theodor Welcker. Liberale Professoren, Politiker und Publizisten. Nomos Verlag, Baden-Baden 2018 (= Staatsverständnisse, Bd. 108), ISBN 978-3-8487-4551-7.\nEditor together with Jens Hacke: Liberales Denken in der Krise der Weltkriegsepoche. Moritz Julius Bonn. Steiner Verlag, Stuttgart 2018 (= Staatsdiskurse, Bd. 36), ISBN 978-3-515-12234-4.\nEditor together with Susanne Ackermann und Jürgen Frölich: 50 Jahre Archiv des Liberalismus. Friedrich-Naumann-Stiftung für die Freiheit, Gummersbach 2018, ISBN 978-3-00-061056-1 (PDF; 8,8 MB).\nEditor together with Arthur Schlegelmilch: Constitutional Moments. Erträge des Symposions des Dimitris-Tsatsos-Instituts für Europäische Verfassungswissenschaften, des Instituts für Geschichte und Biographie und des Archivs des Liberalismus der Friedrich-Naumann-Stiftung für die Freiheit am 13. und 14. April 2018 an der FernUniversität in Hagen. Berliner Wissenschafts-Verlag, Berlin 2020 (= Veröffentlichungen des Dimitris-Tsatsos-Instituts für Europäische Verfassungswissenschaften, Bd. 20), ISBN 978-3-8305-3982-7.\n\n\n== Notes and references ==\n\n\n== External links ==",
    "link": "https://en.wikipedia.org/wiki/Ewald_Grothe",
    "summary": "Ewald Grothe (born 23 February 1961 in Nieheim, Westphalia) is a German historian. Since 2009 he has been an extraordinary professor at the Bergische Universität Wuppertal and since 2011 he has been head of the Archive of Liberalism of the Friedrich Naumann Foundation for Freedom in Gummersbach.\n\n",
    "section titles": "Academic career Research activities Awards Scientific offices and memberships Editorial activities Publications Monographs Editions (publisher, co-editor or co-worker) anthologies (editor or co-editor) Notes and references External links",
    "keywords": ["German", "historian", "proffesor", "Academic", "Research", "history", "law"]
}