{
    "title": "Fort Washington (Manhattan)",
    "text": "Fort Washington was a fortified position near the north end of Manhattan Island, at the island's highest point, within the modern-day neighborhood of Washington Heights, Manhattan, New York City.  The Fort Washington Site is listed on the National Register of Historic Places.\n\n\n== Establishment ==\nDuring George Washington's defense of New York during the American Revolution, Fort Washington (and Fort Lee on the New Jersey side of the Hudson River) were both created to prevent the British from going up river and to provide a secure escape route.  General Washington assessed that a defense of New York against British forces would be necessary, but he did not believe that such a defense would be feasible given the limited resources available to American troops.\n\n\n== Battle of Fort Washington ==\n\nFort Washington was held by American forces under the command of Colonel Robert Magaw, who refused to surrender the fort to the British. He informed the British that he would fight to the last extremity.\nAs the fortifications served to restrict British forces' access to northern Manhattan and the Colonial territory beyond, English General William Howe moved to seize the fort from Patriot command and thus open a route to extend British control of New York. At the time, Howe commanded a force of approximately 8,000 men, made up of Hessian soldiers under the command of Lieutenant General Wilhelm von Knyphausen as well as additional British soldiers. On November 16, 1776, Howe ordered an assault on Fort Washington. In the course of the assault, later known as the Battle of Fort Washington, Howe's forces captured 2,838 American prisoners and secured a large store of supplies. Following the British-Hessian victory, the fort would be renamed Fort Knyphausen.The English had been materially assisted by one of Magaw's officers, William Demont, who on November 2 had deserted and furnished Howe with detailed plans of the American fortifications and troop placements. Official American casualties included 53 dead and 96 wounded in addition to the rest of the garrison taken prisoner. The British and Hessian troops suffered 132 dead and 374 wounded. American prisoners were later marched through the streets of New York City, facing the jeering and mockery of the city's large Loyalist population. Most of the prisoners were interned in British ships in New York harbor, where over 2,000 died of disease, cold, or starvation in the bitter winter. Approximately 800 survived to be released in a prisoner exchange the following year.At this battle was Margaret Corbin, a Virginia colonist recognized as the first female soldier to fight in the American Army. Married to John Corbin of the First Company of the Pennsylvania Artillery, Margaret cleaned, loaded and fired her husband's cannon after he was killed in battle. Although severely injured, Margaret survived the encounter but never fully recovered from her wounds, leaving her permanently unable to use her left arm. She is believed to have been the woman or one of several women responsible for inspiring the legend of Molly Pitcher.\n\n\n== The site today ==\nThe site of Fort Washington is now Bennett Park on Fort Washington Avenue between West 183rd and 185th Streets in Washington Heights, Manhattan, New York City. The locations of the fort's walls are marked in the park by stones, along with an inscription. Nearby is a tablet indicating that the schist outcropping is the highest natural point on Manhattan Island, one of the reasons for the fort's location. Bennett Park is located a few blocks north of the George Washington Bridge, which is between West 179th and 180th Streets. Along the banks of the Hudson River, below the Henry Hudson Parkway, is Fort Washington Park and the small point of land alternately called \"Jeffrey's Hook\" or \"Fort Washington Point\", which is the site of the Little Red Lighthouse.\n\n\n== See also ==\nNew York and New Jersey campaign\nBattle of Fort Washington\nBattle of Fort Lee\nFort Tryon Park\nHudson River Chain\n\n\n== References ==\nNotes\n\nFurther reading\n\nDe Lancey, The Capture of Fort Washington, the Result of Treason, (New York, 1877)\nDawson, Battles of the United States, (New York, 1858)\nCarrington, Battles of the American Revolution, (New York, 1876)\nFischer, David Hackett (2006). Washington's Crossing. Oxford University Press. ISBN 0-19-518121-2.\nMcCullough, 1776, (New York, 2005)\nJenkins, Stephen. \"The Greatest Street in the World: The Story of Broadway, Old and New, from the Bowling Green to Albany,\" p 326. New York: G. P. Putnam's Sons, 1911.\n\n\n== External links ==\nThe Battle of Fort Washington / Manhattan\nFort Washington 1898 account",
    "link": "https://en.wikipedia.org/wiki/Fort_Washington_(Manhattan)",
    "summary": "Fort Washington was a fortified position near the north end of Manhattan Island, at the island's highest point, within the modern-day neighborhood of Washington Heights, Manhattan, New York City.  The Fort Washington Site is listed on the National Register of Historic Places.\n\n",
    "section titles": "Establishment Battle of Fort Washington The site today See also References External links",
    "keywords": ["Fort", "Washigton", "Manhatan", "New York", "American", "Revolution"]
}