{
    "title": "Georgi Ivanov (cosmonaut)",
    "text": "Major general Georgi Ivanov Kakalov (Bulgarian: Георги Иванов Какалов; born July 2, 1940) is a Bulgarian former military officer who was the first Bulgarian cosmonaut. He was a member of the National Assembly of Bulgaria in 1990.\n\n\n== Early life and military career ==\nBorn in Lovech, Georgi Kakalov attended the Military Air-force School in Dolna Mitropolia. After completing the five-year program, he served in the Bulgarian People's Army as a military pilot. A few years later he became an instructor and head of a division.\nHe was selected to participate in the Soviet International Space Programme Interkosmos in 1978 and to follow the Soyuz spaceship training programme.\nMeanwhile, he changed his family name to Ivanov, because his original surname Kakalov sounded very similar to \"Кака\" (excrements). \nAfter intensive training, Georgi Ivanov was selected for the fourth mission under the Interkosmos programme, bringing Bulgaria to the 6th place among the countries that had their national space explorers.\n\n\n== Intercosmos program ==\nIvanov, along with Soviet cosmonaut Nikolai Rukavishnikov, was launched into space as part of the Soyuz 33 mission from Baikonur Cosmodrome on April 10, 1979, at 17:34 (GMT). The scientific program for the flight was prepared entirely by Bulgarian scientists, along with some of the equipment.Though take-off was smooth, the mission was a disaster, with severe damage of the engine preventing docking in orbit to Salyut 6 orbital station as it was initially planned. A premature return to Earth became the only possible decision for Ivanov and Rukavishnikov. Due to some additional technical problems landing was difficult to endure-more than 9Gs. When Soyuz 33 finally landed, it was 320 kilometres (200 mi) southeast of Dzhezkazgan. It completed 31 orbits, and was in space for 1 day, 23 hours, and 1 minute. The flight remains the only example for manual landing and is thus quoted in every astronautic textbook.\nIvanov was awarded the title Hero of the Soviet Union on April 13, 1979. He earned a Ph.D. in space engineering. He was selected to the National Assembly and took part in the creation of the new democratic Constitution of the Republic of Bulgaria.\n\n\n== Private life ==\nSince 1993, Ivanov has been the executive director of Air Sofia.\nIvanov was married to Natalya Rousanova; they have one daughter, Ani (born 1967), and divorced in 1982. He is currently married to Lidia and they have one son, Ivan (born 1984). His hobbies include skiing, fishing, and golf. Ivanov is a member of the ASE — Association of the Space Explorers. He founded the Future in Space Foundation.\n\n\n== Honours and awards ==\nHero of the People's Republic of Bulgaria (1979)\nHero of the Soviet Union (1979)\nHonorary citizen of Lovech (29 April 1979)\nOrder of Georgi Dimitrov (1979)\nOrder of Lenin (Soviet Union) (1979)\nOrder of Stara Planina, 1st class with Sword (2004)\nMedal \"For Merit in Space Exploration\" (Russian Federation)\n\n\n== See also ==\nBulgarian cosmonaut program\n\n\n== References ==\n\nhttp://www.spacefacts.info/bios/international/english/ivanov_georgi.htm spacefacts.infoPersonal webpage /in Bulgarian/:\nhttp://georgiivanov.com/\n40th Anniversary of the flight of Soyuz-33 /in Bulgarian/:\nhttp://www.bas.bg/седем-космонавта-заедно-в-бан-по-повод-4/\n\n\n== External links ==\nSpacefacts biography of Georgi Ivanov",
    "link": "https://en.wikipedia.org/wiki/Georgi_Ivanov_(cosmonaut)",
    "summary": "Major general Georgi Ivanov Kakalov (Bulgarian: Георги Иванов Какалов; born July 2, 1940) is a Bulgarian former military officer who was the first Bulgarian cosmonaut. He was a member of the National Assembly of Bulgaria in 1990.",
    "section titles": "Early life and military career Intercosmos program Private life Honours and awards See also References External links",
    "keywords": ["Major", "general", "Bulgarian", "military", "cosmonaut", "soviet"]
}