{
    "title": "Guardian Medal",
    "text": "The Guardian Medal  or Department of Transportation Guardian Medal is an award of the United States Department of Transportation which was established by Secretary of Transportation Norman Y. Mineta following the terrorist attacks on September 11, 2001.\n\n\n== Criteria ==\nThe Guardian Medal was awarded to senior government officials who, through visionary leadership, redirected the focus and resources of their organization, or major entities within their organization, and whose efforts had a profound impact in their field, the Federal Government, or on the public in providing for the protection and security of the United States and its citizens. To justify this decoration, nominations must have demonstrated exceptional performance of duty while in a position of great responsibility, clearly above that normally expected, which has contributed materially to the betterment of the United States. The Secretary of Transportation presented this award to those persons in national level positions of great responsibility. New recommendations for the Department of Transportation Guardian Medal are not authorized.\n\n\n== Medal ==\nThe medal hangs from a striped ribbon. On each edge is a thick band of paprika through which runs a thin line of black. These are followed by two smaller white stripes. The center stripe is a wide blue band through which runs two parallel paprika stripes. The front face of the medal depicts, from the waist up, a colonial minuteman holding a flag. He rises from the center of a scroll that says \"Bello vel pace paratus\". The medal's face is surrounded by a slightly raised rim which identifies the origin of the medal; \"Department of Transportation\", arched over the top, is separated by five stars on each side from the words \"United States of America\". A laurel wreath decorates the rear of the medal. This also has a raised rim, which reads, \"For service to the U.S. Department of Transportation in guarding the interests of the American public\". The words on both sides of the medal are presented in capital letters.\n\n\n== See also ==\nAwards and decorations of the United States Coast Guard\nAwards and decorations of the United States government\n\n\n== References ==",
    "link": "https://en.wikipedia.org/wiki/Guardian_Medal",
    "summary": "The Guardian Medal  or Department of Transportation Guardian Medal is an award of the United States Department of Transportation which was established by Secretary of Transportation Norman Y. Mineta following the terrorist attacks on September 11, 2001.\n\n",
    "section titles": "Criteria Medal See also References",
    "keywords": ["United", "States", "Medal", "award", "Transportation"]
}