{
    "title": "HLA-DQ8",
    "text": "HLA-DQ8 (DQ8) is a human leukocyte antigen serotype within the HLA-DQ (DQ) serotype group. DQ8 is a split antigen of the DQ3 broad antigen. DQ8 is determined by the antibody recognition of β8 and this generally detects the gene product of DQB1*0302.\nDQ8 is commonly linked to autoimmune disease in the human population. DQ8 is the second most predominant isoform linked to coeliac disease and the DQ most linked to Type 1 Diabetes. DQ8 increases the risk for rheumatoid arthritis and is linked to the primary risk locus for RA, HLA-DR4. DR4 also plays an important role in Type 1 Diabetes. While the DQ8.1 haplotype is associated with disease, there is no known association with the DQB1*0305, DQ8.4 or DQ8.5 haplotypes (see infobox) with autoimmune disease; however, this may be the result of lack of study in populations that carry these and the very low frequency.\nDQ8.1 also differs from other HLA in population frequencies. Typically for MHC Class II antigens in humans, haplotype frequencies do not exceed 40%. For example, in the US the highest haplotype frequency, the haplotype that encoded DQ6.2, is around 15%, this translates into phenotype frequencies of less than 30%. Atypically haplotype frequencies exceed 40%.\nFor DQ8 the highest haplotype frequencies approach 80% in parts of Central and South America and the phenotype frequencies approach 90%. This is the highest phenotype frequency observed for any DR or DQ phenotype in the human population by a wide margin.\n\n\n== Serology ==\nAlthough false reaction with DQB1*0302 is low, the efficiency of the positive reaction is not good and there is a risk of false detection of DQB1*0305 which could create incompatibility. For disease diagnosis and confirmation, there is no known association of DQB1*0305 with either coeliac or autoimmune diabetes. Therefore, it is prudent to use high resolution DQB1 typing for DQ8.\n\n\n== Alleles ==\nDQ8 is determined by the antibody recognition of β8 and is complicated by the fact that DQ8 recognizes some HLA-DQB1*03 encoded isoforms well, partially or not well at all (See serology) DQ β3.2 and β3.5 are best recognized as DQ8. These split antigens are the allele products of the DQB1*0302 and DQB1*0305, respectively.\n\n\n=== DQB1*0302 ===\nDQB1*0302 and is found most often in the haplotype DQA1*0301:DQB1*0302, about 10% of the time it is found in the haplotype DQA1*0302:DQB1*0302. DQB1*0302 are almost always linked to DR4, DRB1*0401, *0402, and *0404 in caucasians. The first and third DRB1 are most strongly associated with rheumatoid arthritis.\n\n\n=== DQB1*0305 ===\nDQB1*0305 gene product reacts slightly more intensely with DQ8 than DQ7 its generally rare in Europe and\nNorth America, except in a few indigenous populations. Levels of DQB1*0305 are probably higher given earlier tests did not discriminate well between different *03.\n\n\n== Haplotypes ==\nDQ8 β-chains combine with α-chains, encoded by genetically linked HLA-DQA1 alleles, to form the cis-haplotype isoforms. There is only one common cis-isoform of DQ8 because the linked DQA1*03 alleles(2) occur over the majority of the population, DQ8.1 is the overwhelming majority cis-isoform of DQ8. A rare haplotype DQA1*0503:DQB1*0302 is detected below 1% of all DQ8 haplotypes in Asia and Mesoamerica. Another rarer haplotype, DQA1*0401:DQB1*0302\n\n\n=== DQ8.1 ===\nDQA1*0301:DQB1*0302 (DQ8.1) is the most common DQ8 subtype representing over 98% of the DQ8 bearing population. Infrequently,  DQA1*0302:DQB1*0302, but this substitution of the alpha chain, DQA1**0301 versus *0302, is outside the binding cleft and appears not to alter DQ8 function. DQ8.1 is found almost ubiquitously in every human regional population, but because of its unique distribution it becomes an object of molecular anthropology. There are 3 places where haplotype frequency is elevated, Central and South America, NE Pacific Rim, and Northern Europe.\n\n\n==== High frequencies in the Americas ====\nThe global node for DQ8 is in Central America and northern South America where it reaches the highest frequency for any single DQ serotype, close to 90% phenotype frequency (77% haplotype frequency), and is at relatively high frequency in the indigenous North American population, and the coastal regions of the Gulf of Mexico and up the Mississippi Valley. The high frequency of DQ8 in South America's northeastern regions and low frequency in Indigenous Americans of more recent Asian ancestry or Siberian origin suggest that DQ8 was at high frequency in the earliest Amerinds. The pattern of distribution is consistent with recent mtDNA results suggesting the first migrants to the New World settled in the lowland coastal regions, river valleys and moved slowly inland, subsequent settlers moved into the highland regions.  DQ8 and DQ2.5 have many analogous functional similarities, and this first settler bias may be a reason for the similarity. Studies on Epstein Barr Virus and other proteins suggest both proteins are acidic (meaning peptides with increased negative charge) peptide presenters (see DQ8 for an illustration of the presentation process) and may have been adaptive for certain hunting and gathering lifestyles, possibly coastal foragers.\n\n\n==== Abundance in Asia ====\nHiatus of DQ8 in the NE Siberian Arctic, Elevated Levels in Amur Region and Eastern Turks\nThe levels of DQ8 in SW to West Pacific Rim are at variable haplotype frequencies, from 2 to 30%, and level off around 10% for Ryūkyūan, Japanese, Koreans, Amur Regions and in the NW Pacific Rim drop to less than 1% in the Nivkhi. There is a modern hiatus of DQ8 in the Alaska-Eastern Siberian region and it is unclear whether this is due to replacement, selection, or the mode in which first Americans arrived (i.e. strictly maritime route). The DR types associated with DQ8 are DRB1*0403, *0404, *0406, *0407, *0408, and *0401 is split between many DQA1:B1 haplotypes. DQB1*0405 is commonly associated with DQA1*0303:DQB1*04 and so it is not included in DRB1*0401 in high resolution assessments. The Cook Island DQ8 had only one associated DR haplotype suggesting diversity limiting introduction into the region, either via the TW-(Japan/Korea/China) route or through the west, for example the Bunun have high DRB1*0403. The majority of DRB1*04 appear to have redistributed from eastern Asia from an unknown source, possibly in Central Asia or India.  The distribution can be compared with Native Groups such as South Americans. Three groups with high levels, the Kogui, Sikuni, and Yucpa, have about 75% DQ8, the dominant DRB1* allele in 2 of 3 is the *0411 (N. China = 0), but *0407 (Ryūkyū, Japanese, Mansi-Eastern Ural, Naxi Chinese) and *0403 (Nganasan, Buryat, Negidal, Tunisians, Ryūkyū, Korea, Ainu) are also found. In North America DRB1*0404 and *0407 are more common than *0403 and, in the Lakota Sioux, B1*0411 is rare. The DRB1*0404-DQ8 haplotype is more common in North Western Asia, and Northern Europe.\n\n\n==== High levels of DQ8 in Northern Europe ====\nDQ8 is also abundant also in Northern Europe and is found at high frequencies in the German-Scandinavian-Uralic population north of Switzerland. HLA A-B haplotypes suggest that a migration from people east of the Urals is responsible for DQ8, possibly from as far east as the West Pacific Rim. The high level of DQ8 and DQ2.5 is something of great interest for DQ mediated diseases of Scandinavia and Northern Europe. DQ8 is also found in Iberia and places were east to west gene flow by other genetic markers cannot be substantiated, and the levels within the African or middle eastern population are possible sources, Iberia has considerable A1/B1 equilibration suggesting independent sources from Africa.\n\n\n== Global spread of DQ8 ==\nDQ8 along with a few other haplotypes appears to be split NW/SE in Eurasia and with the evidence for DQ2.5 and other haplotypes suggest an ancient Central Asian population was displaced by a more recent African migration. There are many common markers found in France, Germans, Danes, Swedes, Tibetans, Amur River, Japanese and Koreans that are potential indicators of this bilateral spread. The DQ8 haplotypes is found at high frequencies in the !Kung, albeit one expects more DQ8 in Austronesia it is ubiquitously spread if at some times low frequencies, other times higher frequencies (Thai). The path of DQ8 spread to the New World is enigmatic, certainly Japan and Amur River are potent sources, but other displaced populations cannot be ruled out. If the mode of travel was through the Beringia corridor as proposed by archaeologist, the very low frequency of DQ8 at present is a very unusual find with regard to evidence for complete displacement elsewhere in the World. Markers that are shared between Japanese, TW-aboriginals tend to decline in frequency as one approaches Siberia, mtDNA markers decline in the Kuril chain. During the Jōmon period of Japan it appears there would have been displacement by Ninhvet/Ainu ancestors and depression of DQ8 throughout northern Japan, but the decline throughout the region is somewhat inexplicable outside of a catastrophic climate event between the settling of the New World and the current time.\nAn alternative model is that there were multiple sources of DQ8 in the peopling of NE Asia, some sources were from central Asia and some from the indochinese region, some of the DQ8 found in NW Eurasia could be from an admixture of West pacific Rim and Central Asian sources, and were displaced from the more central regions but not from the more Eastern regions.\n\n\n== DQ8 and selection ==\nLike DQ2.5, DQ8 might have been under selection for maritime, coastal foraging peoples and in particular for peoples adapted to the climate/habitat situation on the northern end of the habitable west pacific rim at the Last Glacial Maximum. Triticeae cultivation may apply negative selection on DQ8.  While there were numerous members of Triticeae species similar to Mid-Eastern wild Triticeae in the Americas, and a great number of domesticated plants in the new world, no single species of Triticeae appears to have been domesticated in the New World, and no clear examples in closely related tribes of grasses. Among new world grass species in post Columbian times, one species of Elymus has been domesticated for human consumption and another as a pastoral cultivar. This could be interpreted in 2 ways. First, that levels of DQ8, negatively, inhibited the domestication of Triticeae strains. Second, that the absence of such cultivars more suitable than already developed cultivars allowed DQ8 to rise or remain high, while DQ2.5 levels in NW under much longer term selection have fallen, or a little of both. Most of American cultivars were domesticated south of the Rio Grande (exceptions are Caddo rice and Texas varigated squash, etc.). Wheat, particularly barley and rye, are preferential cultivars in cooler climate, whereas Zea is more adaptive in tropical climates and some cultivars are relatively drought-tolerant, Zea however lacks certain amino acids that must be supplemented by other foods to prevent malnutrition. The proximity of neolithization to the Equator in the New World may have much to do with the unapparent negative selection of DQ8 relative to the neolithization of Western Eurasia.\n\n\n== DQ8 and disease ==\nIn Europe, DQ8 is associated with Type 1 diabetes and coeliac disease (also known as celiac disease). The highest risk factor for type 1 diabetes is the HLA DQ8/DQ2.5 phenotype. In parts of eastern Scandinavia both DQ2.5 and DQ8 are high increases frequencies of late onset Type I and ambiguous Type I/II diabetes. DQ8 is also found in many indigenous peoples of Asia, it was detected early on in the Bedoin population of Arabia where DQ2.5 is frequently absent, and in these instances DQ8 is solely associated HLA in coeliac disease.\nIn the United States, however there appears to be shift in autoimmune disease risk for immigrants from Mexico. Increased immunoreactivity of Hispanics in Houston appear to be associated with DR4-DQ8. The haplotype may incur the highest risk for rheumatoid arthritis.\nIn Japan DQ3 (DQ7, DQ8, DQ9) is associated with myasthenia gravis in the early onset female population, though it does not appear DQ8 has the greater role, there are similarities between myasthenia gravis in Japan and that detected in the Houston Hispanic population, with DQ8 associated with younger females relative to the associations of all other HLA DQ types. Coeliac disease is on the rise in Japan, and it is clear that dietary shifts are the reason, but, also there is no DQ2.5 in Japan while DQ8 levels are moderate.\n\n\n=== The DR4 linkage ===\nMany disease associated with DQ8 have dual linkage with DR4, and certain DR4 (*0405) have independent and dependent risk association with DQ8, for example with Type 1 Diabetes.\n\n\n== References ==\n\n\n== External links ==\nCoeliac Disease\n\nCoeliac UK (charity)\nThe Celiac Disease Foundation (U.S.)\nThe Celiac Sprue Association (U.S.)\nNational Digestive Diseases Clearinghouse - page on coeliac disease\nNational Foundation for Celiac Awareness (U.S.)\nUniversity of Maryland Center for Celiac ResearchType 1 Diabetes\n\nChildren with Diabetes\nType 1 Diabetes at the American Diabetes Association",
    "link": "https://en.wikipedia.org/wiki/HLA-DQ8",
    "summary": "HLA-DQ8 (DQ8) is a human leukocyte antigen serotype within the HLA-DQ (DQ) serotype group. DQ8 is a split antigen of the DQ3 broad antigen. DQ8 is determined by the antibody recognition of β8 and this generally detects the gene product of DQB1*0302.\nDQ8 is commonly linked to autoimmune disease in the human population. DQ8 is the second most predominant isoform linked to coeliac disease and the DQ most linked to Type 1 Diabetes. DQ8 increases the risk for rheumatoid arthritis and is linked to the primary risk locus for RA, HLA-DR4. DR4 also plays an important role in Type 1 Diabetes. While the DQ8.1 haplotype is associated with disease, there is no known association with the DQB1*0305, DQ8.4 or DQ8.5 haplotypes (see infobox) with autoimmune disease; however, this may be the result of lack of study in populations that carry these and the very low frequency.\nDQ8.1 also differs from other HLA in population frequencies. Typically for MHC Class II antigens in humans, haplotype frequencies do not exceed 40%. For example, in the US the highest haplotype frequency, the haplotype that encoded DQ6.2, is around 15%, this translates into phenotype frequencies of less than 30%. Atypically haplotype frequencies exceed 40%.\nFor DQ8 the highest haplotype frequencies approach 80% in parts of Central and South America and the phenotype frequencies approach 90%. This is the highest phenotype frequency observed for any DR or DQ phenotype in the human population by a wide margin.\n\n",
    "section titles": "Serology Alleles DQB1*0302 DQB1*0305 Haplotypes DQ8.1 High frequencies in the Americas Abundance in Asia High levels of DQ8 in Northern Europe Global spread of DQ8 DQ8 and selection DQ8 and disease The DR4 linkage References External links",
    "keywords": ["antibody", "leukocyte", "antigen","autoimmune","isform"]
}