{
    "title": "Honda Gyro",
    "text": "The Honda Gyro is a family of small, three-wheeled motorcycles sold primarily in Japan, and often used for delivery or express service.\nThese vehicles are tilting three-wheelers. They combine a tricycle's stopped & low-speed stability with a leaning main-body for stability while turning at speed. They resemble a scooter with a small hinged rear pod containing the engine and two drive wheels. This particular variation was developed and patented by George Wallis of G. L. Wallis & Son in Surbiton, Surrey in 1966. It was first marketed in the failed BSA Ariel 3 of 1970, then licensed to Honda.Honda has built seven models with this configuration. The first Stream was introduced in 1981, followed closely by three other personal transport versions, the Joy, Just, and Road Fox. All were short-lived, but the cargo-oriented Gyro line begun in 1982 found a ready market, with all three variants still in production in 2015.These vehicles were all powered by a 49 cc two-stroke engine up until March 2008 when the two-stroke engines of Gyro X and Gyro Canopy were changed to four-stroke engines and the production of Gyro Up was discontinued.\n\n\n== Gyro variants ==\n\n\n=== Honda Gyro X ===\nThis first Gyro was introduced in October 1982. It has front and rear tie-down racks, small low-pressure tires combined with a limited slip differential for good performance on slick surfaces like snow and mud, and a \"one push\" parking brake. 135,226 were sold by May 2002.It is intended as an inexpensive vehicle. Honda's suggested retail price for the basic Gyro X in 2008 is ¥252,000, making it comparable with the simple 49cc Honda Zoomer scooter at ¥236,250.Honda's early marketing contains the Engrish acronym Great Your Recreation Original.\n\n\n=== Honda Gyro UP ===\nThe Gyro UP was introduced in October 1985. It differs from the Gyro X by replacing the front and rear tie-down racks with a single heavy-duty baggage platform fixed directly to the rear engine pod, giving the appearance of a scooter pick-up truck. This platform has a rubber-mat loading area of 450 mm × 570mm that is rated for 30 kg. Honda claims it is sized for a twenty-bottle beer crate, a container that is roughly similar to the plastic milk crate common in other countries.The standard Gyro UP does not come with the roof-type fairing or box shown in the accompanying photograph. This fairing is an aftermarket modification by the company MRD.\n\n\n=== Honda Gyro Canopy ===\nThe Gyro Canopy was introduced in December 1990. It is distinguished by a roof-type fairing and a rear cargo box that is attached to the tilting main body. The front tire and brake are also enlarged to deal with this model's increased weight and slightly higher cargo platform. The 62 L cargo box is rated for 30 kg. By May 2002 62,600 Gyro Canopies had been sold. A fleet of specially modified Gyro Canopies is operated at Old Buckenham Airport \n\n\n== United States Variants ==\nTwo different models of three different color Gyros were imported into the USA from 1984 through 1986.\n\n\n=== 1984 Gyro, model NN50 ===\nThe NN50 Gyro was introduced into the United States in blue and red. It is a narrow-rear-track version, with the front half virtually identical to the Honda Spree and a rear half unique to the NN50.\n\n\n=== 1985-86 Gyro S, model TG50 ===\nThe TG50 Gyro S was a lower, wider-track variant, specifically for the USA market. It was very close in design to the Road Fox. It was sold only in black in 1985 and only in red in 1986.\nThe USA importation of the Honda Gyro was discontinued after 1986.\n\n\n== Related vehicles ==\n\n\n=== Honda Stream ===\nThe Stream was introduced in November 1981. It is the first of Honda's tilting three-wheelers, and has the primary features of the type. It is a scooter-like single occupant vehicle with an automatic transmission and a \"one push\" parking brake. It has a small hinged rear pod containing the 49 cc 2-stroke engine and two drive wheels powered through a limited slip differential.\nThe Stream was styled and priced as a luxury personal scooter. Honda's suggested retail price in 1981 was ¥198,000, compared to ¥114,000 for a 49cc Super Cub. Unlike the Cub, the Stream can only carry one rider and has no baggage rack. Its only cargo capacity is a small forward compartment rated for 5 kg, and a glovebox rated for 2 kg. It was discontinued in 1984.\n\n\n==== Honda Joy ====\nThe Joy was introduced in April 1983. It was a considerably less expensive vehicle than the Stream, being priced at only ¥99,800. It a personal transport vehicle, with only a small bicycle-style front basket and an equally small rear rack. The cargo-oriented Gyro X of the same year was twice as heavy and priced at ¥189,000. The Joy was discontinued in 1984.\n\n\n==== Honda Just ====\nThe Just was introduced in May 1983. It is largely the same vehicle as its Joy stablemate. It has slightly more styling, and was priced at ¥129,000. Instead of a bicycle-style front basket, it has a glove-box behind the legshield. It was discontinued before 1984.\n\n\n==== Honda Road Fox ====\nThe Road Fox was introduced in July 1984. It is a stylistic departure in the series. The scooter-style plastic body panels are dispensed with, and instead the Road Fox has an exposed tube framework with rakish angles suggesting a beach-buggy/chopper look. It has motorcycle-style foot-pegs and no racks. It was discontinued before 1985.\n\n\n== References ==\n\nGeneral\n\n\n== External links ==\nList of Gyro models\n(in Japanese) Gyro Canopy page at honda.co.jp\n(in Japanese) Gyro UP page at honda.co.jp\n(in Japanese) Gyro X page at honda.co.jp\nGyro Canopy information page from Honda site, translated via Google\n(in Japanese) Road Fox Video at honda.co.jp\nCanopy (at left) in context, street scene, Tokyo Hiroo district.\nFlickr photo results for 'Honda Gyro'\nHonda Stream brochure at Product Design Data Base\nHonda Roadfox brochure at Product Design Data Base",
    "link": "https://en.wikipedia.org/wiki/Honda_Gyro",
    "summary": "The Honda Gyro is a family of small, three-wheeled motorcycles sold primarily in Japan, and often used for delivery or express service.\nThese vehicles are tilting three-wheelers. They combine a tricycle's stopped & low-speed stability with a leaning main-body for stability while turning at speed. They resemble a scooter with a small hinged rear pod containing the engine and two drive wheels. This particular variation was developed and patented by George Wallis of G. L. Wallis & Son in Surbiton, Surrey in 1966. It was first marketed in the failed BSA Ariel 3 of 1970, then licensed to Honda.Honda has built seven models with this configuration. The first Stream was introduced in 1981, followed closely by three other personal transport versions, the Joy, Just, and Road Fox. All were short-lived, but the cargo-oriented Gyro line begun in 1982 found a ready market, with all three variants still in production in 2015.These vehicles were all powered by a 49 cc two-stroke engine up until March 2008 when the two-stroke engines of Gyro X and Gyro Canopy were changed to four-stroke engines and the production of Gyro Up was discontinued.",
    "section titles": "Gyro variants Honda Gyro X Honda Gyro UP Honda Gyro Canopy United States Variants 1984 Gyro, model NN50 1985-86 Gyro S, model TG50 Related vehicles Honda Stream Honda Joy Honda Just Honda Road Fox References External links",
    "keywords": ["three-wheeled", "motorcycles", "Japan","variants", "scooter"]
}