{
    "title": "Jakub Galvas",
    "text": "Jakub Galvas (born June 15, 1999) is a Czech professional ice hockey defenseman who currently plays for Mikkelin Jukurit of the Liiga. Galvas was selected 150th overall (5th round) by the Chicago Blackhawks in the 2017 NHL Entry Draft.\n\n\n== Playing career ==\nGalvas scored one goal in 36 games for HC Olomouc of the Czech Extraliga during the 2016–17 season.  During that season, he played against his father Lukas Galvas, the first time father and son played a game against one another in league history.In the following 2017–18 season, Galvas was paired defensively alongside his father who joined Olomouc as a free agent for his last professional season. He established new career highs with Olomouc, recording 2 goals and 13 points in 42 games.After improving his offensive totals in each of his three seasons with Olomouc, Galvas left following the 2018–19 season to continue his development by agreeing to a two-year contract with Finnish Liiga club, Mikkelin Jukurit, on 15 May 2019.\n\n\n== International play ==\nGalvas was part of the winning Czech team at the 2016 Ivan Hlinka Memorial Tournament. He contributed offensively with 2 goals and 5 points in as many games.\nGalvas represented the Czech Republic at the 2017 IIHF World U18 Championships and at the 2018 World Junior Ice Hockey Championships.\n\n\n== Career statistics ==\n\n\n=== Regular season and playoffs ===\n\n\n=== International ===\n\n\n== References ==\n\n\n== External links ==\nBiographical information and career statistics from Eliteprospects.com, or Eurohockey.com, or The Internet Hockey Database",
    "link": "https://en.wikipedia.org/wiki/Jakub_Galvas",
    "summary": "Jakub Galvas (born June 15, 1999) is a Czech professional ice hockey defenseman who currently plays for Mikkelin Jukurit of the Liiga. Galvas was selected 150th overall (5th round) by the Chicago Blackhawks in the 2017 NHL Entry Draft.\n\n",
    "section titles": "Playing career International play Career statistics Regular season and playoffs International References External links",
    "keywords": ["Czech", "hockey", "defenseman", "Chicago", "Blackhawks", "NHL"]
}