{
    "title": "Jaleswar",
    "text": "Jaleswar is  a small town that belongs to Balasore district of state Odisha and is near to border of West Bengal. 'Jaleswar' town is a Municipality. Jaleswar block consists of 144 villages and Jaleswar town (municipality) forms a state constituency along with Balipal Block.\n\n\n== Demographics ==\nAs of 2001 India census, Jaleswar block had a population of 1,31,867. Males constitute 51% of the population and females 49%. Jaleswar has an average literacy rate of 78%, higher than the national average of 59.5%: male literacy is 83%, and female literacy is 67%. In Jaleswar, 14% of the population is under 6 years of age.\nAs of 2011 India census, Jaleswar block had a population of 1,23,423. Males constitute 52% and females 48%. There are about 144 inhabited census villages and out of them 30 villages have less than 200 population in these villages. Jaleswar is now being considered as one of the new Municipalities in the State with 17 wards and a population of 25,747 as per Census 2011.\n\n\n== Geography ==\nJaleswar is a major town in the Balasore district. Jaleswar has four major areas: Bada Bazar, Nua Bazar, Station Bazar and Puruna Bazar. Jaleswar is near the West Bengal border (about 8 km).\n\n\n== Places of interest ==\nFrom Jaleswar,Digha in West Bengal is 38 km. People can take Auto, Bus, Taxi from Jaleswar Town. Most of the people from West Bengal come to this Beach and Marine area. It has a low gradient with a shallow sand beach with gentle waves extends 7 km in length.\n\nChandaneswar Shiva temple is situated in Chandanswar which is 27 km from Jaleswar. It is famous for Maha Vishuva Sankranti. Locally called Uda Parba, Nila Parba after worshiping Nilakanth Shiva, Chadaka Yatra. The Bhaktas with  their 'manaskamana' come from all over the country. From last 5th Arghya to 3rd Arghya the Bhaktas increase more in numbers. Near about 3 to 4 lakh of Bhaktas offer their Arghyas (prayer) at night only. Whole the day remain fasting not even swallow their spit.\n \nTalsari Beach is 5 km from Chandaneswar and 32 km from Jaleswar Town. The beach has tall coconut trees, palm trees and casuarina.\nLaxmannath Gara is 5 km from Jaleswar. During Durga Puja many people come to visit the gara and the goddess Durga.Subarnarekha River  flows near Jaleswar.\nRaibania Gara is a historically significant one is also 14.5 km from Jaleswar.\nBhusandeswar Temple is 30 km from Jaleswar Town. It is closed to Jaleswar Station Via Paschimbard. The village Paschimbard is a middle portion of Jaleswar to Baliapal.\n\n\n== Culture and festivals ==\nJaleswar culture is a blend of traditional festivals, food. The Jaleswar residents celebrate both Western and Indian festivals like Diwali, Holi, Eid, Christmas, Navratri, Dussera, Moharram, Ganesh Chaturthi, Rath Yatra, Durga Puja and Maha Shivratri are festivals held in the city. Major festivals are Durga Puja, Basanti Puja, and Ratha Yatra.\n\n\n== Transportation ==\nJaleswar is connected to Kolkata (formerly Calcutta) is about 187 km from East and Bhubaneswar is about 268 km from North (the capital city of Odisha) by railway and bus service. And 50 km from District Headquarter Balasore. The national highway and the South eastern railway are important transportation thoroughfares. Auto-rickshaws or tempos are the main means of transportation within and to the outskirts of the town.\n\n\n== Education ==\nBiswanath Academy Jamalpur school and Laksman nath high school are the 3rd and 2nd oldest high school of balasore district.B.N Academy jamalpur is situated at a distance of 6km from jaleswar town. It is situated near subarnarekha river. It was built by Biswanath Parida a leading freedom fighter on 1938. Jaleswar Women's College has been leading in terms of cut off marks among Junior Arts Colleges during 2013–14 and 2014–15.\n\n\n== Universities and colleges ==\n\n\n== References ==",
    "link": "https://en.wikipedia.org/wiki/Jaleswar",
    "summary": "Jaleswar is  a small town that belongs to Balasore district of state Odisha and is near to border of West Bengal. 'Jaleswar' town is a Municipality. Jaleswar block consists of 144 villages and Jaleswar town (municipality) forms a state constituency along with Balipal Block.\n\n",
    "section titles": "Demographics Geography Places of interest Culture and festivals Transportation Education Universities and colleges References",
    "keywords": ["Odisha","Bengal","India", "Municipality", "town"]
}