{
    "title": "James Baker",
    "text": "James Addison Baker III (born April 28, 1930) is an American attorney and political figure. He served as White House Chief of Staff and United States Secretary of the Treasury under President Ronald Reagan, and as U.S. Secretary of State and White House Chief of Staff under President George H. W. Bush.\nBorn in Houston, Baker attended The Hill School and Princeton University before serving in the United States Marine Corps. After graduating from the University of Texas School of Law, he pursued a legal career. He became a close friend of George H. W. Bush and worked for Bush's unsuccessful 1970 campaign for the United States Senate. After the campaign, he served in various positions for President Richard Nixon. In 1975, he was appointed Undersecretary of Commerce for Gerald Ford.  He served until May 1976, ran Ford's 1976 presidential campaign, and unsuccessfully sought election as the Attorney General of Texas.\nBaker ran Bush's unsuccessful campaign for the 1980 Republican presidential nomination, but made a favorable impression on the Republican nominee, Ronald Reagan. Reagan appointed Baker as his White House Chief of Staff, and Baker remained in that position until 1985, when he became the Secretary of the Treasury. As Treasury Secretary, he arranged the Plaza Accord and the Baker Plan. He resigned as Treasury Secretary to manage Bush's successful 1988 campaign for president. After the election, Bush appointed Baker to the position of Secretary of State. As Secretary of State, he helped oversee U.S. foreign policy during the end of the Cold War and dissolution of the Soviet Union, as well as during the Gulf War. After the Gulf War, Baker served another stint as White House Chief of Staff from 1992 to 1993.\nBaker remained active in business and public affairs after Bush's defeat in the 1992 presidential election. He served as a United Nations envoy to Western Sahara and as a consultant to Enron. During the Florida recount following the 2000 presidential election, he managed George W. Bush's legal team in the state. He served as the co-chairman of the Iraq Study Group, which Congress formed in 2006 to study Iraq and the ongoing Iraq War. He serves on the World Justice Project and the Climate Leadership Council. Baker is the namesake of the James A. Baker III Institute for Public Policy at Rice University.\n\n\n== Early life and education ==\nJames Addison Baker III was born in Houston at 1216 Bissonnet St., the son of James A. Baker Jr. (1892–1973) and Ethel Bonner (née Means) Baker (August 6, 1894 – April 26, 1991). His father was a partner of Houston law firm Baker Botts. Baker has a sister, Bonner Baker Moffitt. His grandfather was attorney and banker Captain James A. Baker, and his great-grandfather was jurist and politician Judge James A. Baker.\nBaker attended The Hill School, a boarding school in Pottstown, Pennsylvania. He graduated cum laude with an A.B. in history from Princeton University in 1952 after completing a 188-page senior thesis, titled \"Two Sides of the Conflict: Bevin vs. Bevan\", under the supervision of Walter P. Hall. He was a member of Phi Delta Theta. Baker was a member of the United States Marine Corps from 1952 to 1954, attaining the rank of first lieutenant as a naval gunfire officer serving in the Mediterranean Sea aboard the USS Monrovia.  He remained in the Marine Corps Reserve until 1958, and rose to the rank of captain. He earned a bachelor of laws (1957) from the University of Texas School of Law and began to practice law in Texas.From 1957 to 1969, and then from 1973 to 1975, he practiced law at Andrews & Kurth.\n\n\n== Early political career ==\nBaker's first wife, the former Mary Stuart McHenry, was active in the Republican Party, working on the Congressional campaigns of George H. W. Bush. Originally, Baker had been a Democrat but too busy trying to succeed in a competitive law firm to worry about politics, and considered himself apolitical. His wife's influence led Baker to politics and the Republican Party. He was a regular tennis partner of George H. W. Bush at the Houston Country Club in the late 1950s. When Bush Sr. decided to vacate his Congressional seat and run for the U.S. Senate in 1970, he supported Baker's decision to run for the Congressional seat he was vacating. However, Baker changed his mind about running for Congress when his wife was diagnosed with breast cancer; she died in February 1970.\nBush Sr. then encouraged Baker to become active in politics to help deal with the grief of his wife's death, something that Bush Sr. himself had done when his daughter, Pauline Robinson Bush (1949–1953), died of leukemia. Baker became chairman of Bush's Senate campaign in Harris County, Texas. Though Bush lost to Lloyd Bentsen in the election, Baker continued in politics, becoming the Finance Chairman of the Texas Republican Party in 1971. The following year, he was selected as Gulf Coast Regional Chairman for the Richard Nixon presidential campaign. In 1973 and 1974, in the wake of the Nixon Administration's implosion, Baker returned to full-time law practice at Andrews & Kurth.Baker's time away from politics was very brief, however. In August 1975, he was appointed Undersecretary of Commerce by President Gerald Ford, succeeding John K. Tabor.  He served until May 1976, and was succeeded by Edward O. Vetter.  Baker resigned to serve as campaign manager of Ford's unsuccessful 1976 election campaign. In 1978, with George H. W. Bush as his campaign manager, Baker ran unsuccessfully for Attorney General of Texas, losing to future Texas governor Mark White.\n\n\n== Reagan administration ==\n\nIn 1981, Baker was named White House Chief of Staff by President Ronald Reagan, in spite of the fact that Baker managed the presidential campaigns of Gerald Ford in 1976 and of George Bush in 1980 opposing Reagan. He served in that capacity until 1985. Baker is considered to have had a high degree of influence over the first Reagan administration, particularly in domestic policy.\nIn 1982, conservative activists Howard Phillips, founder of the Conservative Caucus, and Clymer Wright of Houston joined in an unsuccessful effort to convince Reagan to dismiss Baker as Chief of Staff. They claimed that Baker, a former Democrat and a Bush political intimate, was undermining conservative initiatives in the administration. Reagan rejected the Phillips-Wright request. Around 1983 Baker became heavily dispirited and tired due to the weight of his job; he attempted to become National Security Advisor, a change to which Reagan initially agreed, but some of Reagan's other advisers dissuaded him from naming Baker to the position. According to his wife, Baker was \"so anxious to get out of [his job]\" that he gave some consideration to the prospect of becoming Commissioner of Baseball, but he ultimately did not pursue that. In 1985, Reagan named Baker as United States Secretary of the Treasury, in a job-swap with then-Secretary Donald T. Regan, a former Merrill Lynch officer who became Chief of Staff. Reagan rebuked Phillips and Wright for having waged a \"campaign of sabotage\" against Baker.Baker managed Reagan's 1984 re-election campaign in which Reagan polled a record 525 electoral votes total (of a possible 538), and received 58.8% of the popular vote to Walter Mondale's 40.6%.While serving as Treasury Secretary, Baker organized the Plaza Accord of September 1985 and the Baker Plan to target international debt. He had Richard Darman of Massachusetts as his Deputy Secretary of the Treasury. Darman continued in the next administration as the Director of the Office of Management and Budget.\nIn 1985, Baker received the U.S. Senator John Heinz Award for Greatest Public Service by an Elected or Appointed Official, an award given out annually by Jefferson Awards.During the Reagan administration, Baker also served on the Economic Policy Council, where he played an instrumental role in achieving the passage of the administration's tax and budget reform package in 1981. He also played a role in the development of the American Silver Eagle and American Gold Eagle coins, which both were released in 1986.\nBaker also served on Reagan's National Security Council, and remained Treasury Secretary until 1988, during which time he also served as campaign chairman for George H. W. Bush's successful presidential bid.\n\n\n== Bush Administration ==\n\nPresident George H. W. Bush appointed Baker Secretary of State in 1989. Baker served in this role through 1992. From 1992 to 1993, he served as Bush's White House Chief of Staff, the same position that he had held from 1981 to 1985 during the first Reagan Administration.\nOn January 9, 1991, during the Geneva Peace Conference with Tariq Aziz in Geneva, Baker declared that \"If there is any user of (chemical or biological weapons), our objectives won't just be the liberation of Kuwait, but the elimination of the current Iraqi regime....\" Baker later acknowledged that the intent of this statement was to threaten a retaliatory nuclear strike on Iraq, and the Iraqis received his message.\nBaker helped to construct the 34-nation alliance that fought alongside the United States in the Gulf War.Baker also spent considerable time negotiating one-on-one with the parties in order to organize the Madrid Conference of October 30-November 1, 1991, in an attempt to revive the Israeli–Palestinian peace process through negotiations involving Israel and the Palestinians, as well as Arab countries, including Jordan, Lebanon, and Syria.Baker was awarded the Presidential Medal of Freedom in 1991.\nThe 1992 election was complicated by the on-again-off-again candidacy of Ross Perot, who would end up taking 19% of the popular vote. In August, following the Democratic Convention, with Bush trailing Clinton in the polls by 24 points,  Bush announced that Baker would return to the White House as Chief of Staff and as head of the re-election campaign.  However, despite having run two winning campaigns for Ronald Reagan and one for Bush, Baker was unsuccessful in the second campaign for Bush, who lost to Clinton by 370 electoral votes to 168.\n\n\n=== Policies on Palestine ===\n\nBefore the 1988 election, he and a team of some Middle Eastern policies experts created a report detailing the Palestine-Israel interactions. His team included Dennis Ross and many others who were soon appointed to the new Bush Administration.\nBaker blocked the recognition of Palestine by threatening to cut funding to agencies in the United Nations. As far back as 1988, the Palestine Liberation Organization (PLO) issued a \"declaration of statehood\" and changed the name of its observer delegation to the United Nations from the PLO to Palestine.\nBaker warned publicly, \"I will recommend to the President that the United States make no further contributions, voluntary or assessed, to any international organization which makes any changes in the PLO's status as an observer organization.\"\nIn May 1989, he gave a speech at the annual conference of the American Israel Public Affairs Committee. He called for Israel to \"lay aside once and for all, the unrealistic vision of a greater Israel\", cease the construction of Israeli settlements in West Bank and Gaza, forswear annexation of more territory, and to treat Palestinians \"as neighbors who deserve political rights\". Israeli officials and public were highly offended due to the tone of his speech, though his address called for little more than his predecessors.Baker soon decided that Aaron David Miller and Daniel Kurtzer would be his principal aids in Middle Eastern policies. All three have been reported as leaning toward the policies of the Israeli Labor Party.Baker was notable for making little and slow efforts towards improving the state of Israeli-Palestinian relations. When Bush was elected, he only received 29% of Jewish voters' support, and his reelection was thought to be imminent, so there was little pressure on the administration to make bold moves in diplomatic relations with Israel. During his first eight months under the Bush administration, there were five meetings with the PLO, which is far less than his predecessors. All serious issues that Palestine sought to discuss, such as elections and representation in the Israeli government, were delegated to Egypt for decisions to be made.More tensions rose in the Palestinian-Israeli conflict with a massive influx of Jewish people from the Soviet Union moved to Israel. The Israeli government decided to expand the population further into Palestinian territories. Amidst the growing support of Saddam Hussein in Palestine, due to his opposition toward Israel, and his invasion of Kuwait, and the beginning of the Gulf War, Baker decided that he would make some moves towards developing communications between Israel and Palestine.Baker became the first American statesman to negotiate directly and officially with Palestinians in the Madrid Conference of 1991, which was the first comprehensive peace conference that involved every party involved in the Arab-Israeli conflict and the conference was designed to address all outstanding issues.After this landmark event, he did not work to further improve Arab-Israeli relations. The administration forced Israel to halt the development of the 6,000 planned housing units, but the 11,000 housing units already under construction were permitted to be completed and inhabited with no penalty. In the meantime, Baker also tried to negotiate with the Syrian President Hafez al-Assad, in order to achieve a lasting peace between Israel and Syria.However, Baker has been criticized for spending much of his tenure in a state of inaction regarding the Israeli-Palestinian conflict, which arguably led to further infringements on Palestinian rights and the growing radicalism of Arabs and Israelis.\n\n\n== Post-Cabinet career ==\n\n\n=== 1993–2000 ===\nIn 1993, Baker became the honorary chair of the James A. Baker III Institute of Public Policy at Rice University in Houston, Texas.\nAlso in 1993, the Enron Corporation hired Baker as a consultant within a month of his departure from the White House, and Enron said that Baker would have an opportunity to invest in any projects he developed.In 1995, Baker published his memoirs of service as Secretary of State in a book entitled The Politics of Diplomacy: Revolution, War and Peace, 1989–1992 (ISBN 0-399-14087-5).\nIn March 1997, Baker became the Personal Envoy of the UN Secretary-General for Western Sahara. In June 2004, he resigned from this position, frustrated over the lack of progress in reaching a complete settlement acceptable to both the government of Morocco and the pro-independence Polisario Front. He left behind the Baker II plan, accepted as a suitable basis of negotiations by the Polisario and unanimously endorsed by the Security Council, but rejected by Morocco.In addition to the numerous recognitions received by Baker, he was presented with the prestigious Woodrow Wilson Award for public service on September 13, 2000, in Washington, D.C.\n\n\n=== 2000 presidential election and recount ===\nIn 2000, Baker served as chief legal adviser for George W. Bush during the 2000 presidential election campaign and oversaw the Florida recount. The 2008 film Recount covers the days following the controversial election.  Baker was interviewed during the making of the film, and British actor Tom Wilkinson portrayed him in it.\n\n\n=== Roles during the Bush administration and Iraq War ===\nState of Denial, a book by investigative reporter Bob Woodward, says that White House Chief of Staff Andrew Card urged President Bush to replace Secretary of Defense Donald Rumsfeld with Baker following the 2004 election. However, another G. H. W. Bush Administration veteran, Robert Gates, was appointed instead, and only after the 2006 elections. Baker was elected a Fellow of the American Academy of Arts and Sciences in 2008.In December 2003, President George W. Bush appointed Baker as his special envoy to ask various foreign creditor nations to forgive or restructure $100 billion in international debts owed by the Iraq government which had been incurred during the tenure of Saddam Hussein.In 2004, Bush offered Baker the position of Secretary of Defense, but he declined.On March 15, 2006, Congress announced the formation of the Iraq Study Group, a high-level panel of prominent former officials charged by members of Congress with taking a fresh look at America's policy on Iraq. Baker was the Republican Co-Chairman along with Democratic Congressman Lee H. Hamilton, to advise Congress on Iraq. Baker also advised George W. Bush on Iraq.The Iraq Study Group examined a number of ideas, including one that would create a new power-sharing arrangement in Iraq that would give more autonomy to regional factions. On October 9, 2006, the Washington Post quoted co-chairman Baker as saying \"our commission believes that there are alternatives between the stated alternatives, the ones that are out there in the political debate, of 'stay the course' and 'cut and run'\".\n\n\n=== Donald Trump ===\nBaker voted for Donald Trump in the 2016 election, and said prior to the 2020 election that he would do so again.\n\n\n=== Other advisory positions ===\n\nBaker serves on the Honorary Council of Advisers for the U.S.-Azerbaijan Chamber of Commerce.Baker also serves as an Honorary Director on the Board of Directors at the Atlantic Council.James Baker serves as an Honorary Co-Chair for the World Justice Project. The World Justice Project works to lead a global, multidisciplinary effort to strengthen the Rule of Law for the development of communities of opportunity and equity.\nBaker is a leader of the Climate Leadership Council, along with Henry Paulson and George P. Shultz. In 2017, this group of \"Republican elder statesmen\" proposed that conservatives embrace a fee and dividend form of carbon tax (in which all revenue generated by the tax is rebated to the populace in the form of lump-sum dividends), as a policy to deal with anthropogenic climate change. The group also included Martin S. Feldstein and N. Gregory Mankiw.Baker began service on the Rice University Board of Trustees in 1993.\n\n\n== Personal life ==\nBaker met his first wife, the former Mary Stuart McHenry, of Dayton, Ohio, while on spring break in Bermuda with the Princeton University rugby team. They married in 1953. Together they had four sons, including James Addison Baker IV, a partner at Baker Botts. Mary Stuart Baker (Mary Stuart was her full first name) died of breast cancer in February 1970.\nIn 1973, Baker and Susan Garrett Winston, a divorcee and a close friend of Mary Stuart, were married.  Winston had two sons and a daughter with her former husband. She and Baker welcomed their daughter Mary Bonner Baker, born in 1977.\nOn June 15, 2002, Virginia Graeme Baker, the seven-year-old granddaughter of Baker, daughter of Nancy and James Baker IV, was the victim of lethal suction-pump entrapment in an in-ground spa. To promote greater safety in pools and spas, Nancy Baker gave testimony to the Consumer Product Safety Commission, and James Baker helped form an advocacy group, which led to the Virginia Graeme Baker Pool And Spa Safety Act (15 USC 8001). Another granddaughter is Rosebud Baker, a stand-up comedian.\n\n\n== Awards and Honors ==\nJefferson Awards for Public Service (1985)\nPresidential Medal of Freedom (1991)\nGolden Plate Award of the American Academy of Achievement (1998)\n Grand Cordon of the Order of the Rising Sun (2015)\n\n\n== Notes ==\n\n\n== References ==\n\n\n== Further reading ==\n\n\n=== Works by ===\n1995: The Politics of Diplomacy. with Thomas M. DeFrank. New York: G.P. Putnam's Sons. ISBN 9780399140877.\n2006: \"Work Hard, Study... And Keep Out of Politics!\": Adventures and Lessons from an Unexpected Public Life. with Steve Fiffer. New York: G.P. Putnam's Sons. ISBN 9780399153778.\n\n\n=== Works about ===\nBryce, Robert, (2004). Cronies: Oil, the Bushes, and the Rise of Texas, America's Superstate. New York: Perseus Books Group. ISBN 9781586481889.\nBaker, Peter; Glasser, Susan (2020). The Man Who Ran Washington. Doubleday. ISBN 978-0-385-54055-1.\n\n\n== External links ==\nBaker, James III(Woodson Research Center, Fondren Library, Rice University, Houston, TX, USA)\nJames Addison Baker Papers at the Seeley G. Mudd Manuscript Library, Princeton University\nJames A. Baker III Oral History Collection at the Seeley G. Mudd Manuscript Library, Princeton University\nProfile in the Daily Princetonian\nBiography on Baker Botts LLP website\nBaker Institute for Public Policy\nAppearances on C-SPAN\nJames Baker Oral History at Houston Oral History Project, November 20, 2007.",
    "link": "https://en.wikipedia.org/wiki/James_Baker",
    "summary": "James Addison Baker III (born April 28, 1930) is an American attorney and political figure. He served as White House Chief of Staff and United States Secretary of the Treasury under President Ronald Reagan, and as U.S. Secretary of State and White House Chief of Staff under President George H. W. Bush.\nBorn in Houston, Baker attended The Hill School and Princeton University before serving in the United States Marine Corps. After graduating from the University of Texas School of Law, he pursued a legal career. He became a close friend of George H. W. Bush and worked for Bush's unsuccessful 1970 campaign for the United States Senate. After the campaign, he served in various positions for President Richard Nixon. In 1975, he was appointed Undersecretary of Commerce for Gerald Ford.  He served until May 1976, ran Ford's 1976 presidential campaign, and unsuccessfully sought election as the Attorney General of Texas.\nBaker ran Bush's unsuccessful campaign for the 1980 Republican presidential nomination, but made a favorable impression on the Republican nominee, Ronald Reagan. Reagan appointed Baker as his White House Chief of Staff, and Baker remained in that position until 1985, when he became the Secretary of the Treasury. As Treasury Secretary, he arranged the Plaza Accord and the Baker Plan. He resigned as Treasury Secretary to manage Bush's successful 1988 campaign for president. After the election, Bush appointed Baker to the position of Secretary of State. As Secretary of State, he helped oversee U.S. foreign policy during the end of the Cold War and dissolution of the Soviet Union, as well as during the Gulf War. After the Gulf War, Baker served another stint as White House Chief of Staff from 1992 to 1993.\nBaker remained active in business and public affairs after Bush's defeat in the 1992 presidential election. He served as a United Nations envoy to Western Sahara and as a consultant to Enron. During the Florida recount following the 2000 presidential election, he managed George W. Bush's legal team in the state. He served as the co-chairman of the Iraq Study Group, which Congress formed in 2006 to study Iraq and the ongoing Iraq War. He serves on the World Justice Project and the Climate Leadership Council. Baker is the namesake of the James A. Baker III Institute for Public Policy at Rice University.",
    "section titles": "Early life and education Early political career Reagan administration Bush Administration Policies on Palestine Post-Cabinet career 1993–2000 2000 presidential election and recount Roles during the Bush administration and Iraq War Donald Trump Other advisory positions Personal life Awards and Honors Notes References Further reading Works by Works about External links",
    "keywords": ["American", "attorney", "political","United","States","Bush", "Secretary", "Treasury", "Reagan", "palestine"]
}