{
    "title": "Jan Czekajewski",
    "text": "Jan Czekajewski (born 1934) is a Polish-American engineer and owner/president of Columbus Instruments.\n\n\n== Biography ==\nJan Czekajewski was born in Poland in 1934 in Czestochowa. He emigrated from his communist motherland in the early 1968s. Before that, he studied at Wroclaw Polytechnic in Wroclaw, Poland, where he obtained his master's degree in Electronic Instrumentation. During 1960-1968, he worked in Institute of Physics at Uppsala University in Sweden, where he got his Ph.D. title. On March 3, 1968 he emigrated to the United States where he started his own company, Columbus Instruments, producing bio-medical and ecological equipment based on his own inventions. Columbus Instruments sells research equipment to 50 countries, including Poland.\n\n\n== Education ==\nHe received an M.S. in electrical engineering from Wroclaw Technical University in Poland and a Ph.D. from Uppsala University in Sweden. In 1968 he emigrated to the United States, and in 1970 founded Columbus Instruments, a manufacturer and exporter of medical research equipment, of which he is owner and president. The company employs nearly fifty people and exports to over fifty countries worldwide.\n\n\n== Professional and Cultural Associations ==\nJan Czekajewski also publishes articles on social and political issues. He participates in social events organized by Polish-American community. On December 17, 2010, he participated in Miedzyorganizacyjny Oplatek Swiateczny in Consulate General of Poland in New York City, where he discussed issues related to his work with engineers from Association of Polish-American Engineers, Polonia Technica, Inc.. He also showcased his book, which was released in June 2010.\n\nPolish Institute of Arts and Sciences of America (PIASA) in New York City\nPolonia Technica, Association of Polish-American Engineers\n\n\n== Awards and recognition ==\nIn 1998, Jan Czekajewski was recognized by Senate and Congress of Ohio State as the best hi-tech businessman.\n\n\n== Patents ==\nU.S. Patent 4,337,726. Animal Activity Monitor and Behavioral Processor - Inventors: Czekajewski; Jan A., Hill; Harold L., Kober; Kenneth J. - Issued July 6, 1982\nU.S. Patent 4,947,339 Method and Apparatus for Measuring Respiration, Oxidation and Similar Interacting Between a Sample and a Selected Component of a Fluid Medium - Inventors: Inventors: Czekajewski Jan A. and Nennerfelt B. - Issued: August 7, 1990\nU.S. Patent 3,602,806 Selective Activity Meter for Laboratory Animals - Inventors: Czekajewski Jan A. - Issued: August 31, 1971\nU.S. Patent 3,65,1318 Cardiac Output Computer - Inventors: Czekajewski; Jan A. - Issued: March 21, 1972\n\n\n== Publications ==\nBook: \"Musing of an rebellious emigrant\" by Jan Czekajewski, available on Amazon.com in digital form\nExport-Control Paranoia - Controlling personal-computer exports may be an impossible dream at great national expense\nMemoir of Jan Czekajewski's father, Franciszek, from Hitler's 1939-1945 era\nWizyta w Pałacu Villersexel - czyli Upojny Czar Arystokracji francuskiej (A Visit in Villersexel Place - Charm of French Aristocracy)\nRemediation Weekly – Science & News Journal, Volume 1, Number 23, November 15, 2004, Respirometry: A Breath of Fresh Air, By Chris Adams and Dr. Jan Czekajewski\nPradip K. Ghosh and Jan Czekajewski, \"Cardiac Output Measurement in Mice by Thermodilution\", Lab Animal, October 2000, Vol 29, No.9\nP.A. Tove, B. Norman, Isaksson and Jan Czekajewski, \"Direct- Recording Frequency and Amplitude Meter for Analysis of Musical and Other Sonic Waveforms\", Electronic Department, Institute of Physics, Uppsala University, Uppsala, Sweden. The Journal of Acoustical Society of America, Vol39, No2, 362-371, February 1966\nP.A. Tove (University of Uppsala, Sweden) and J. Czekajewski (Marie-Curie Skladowska University, Lublin, Poland), \"Pulse Period Meter with Short Response Time, Applied to Cardiotachometry\", Electronic Engineering, May 1964\nJan Czekajewski (Uppsala Instruments, Uppsala, Sweden), \"An Activity Meter for Small Laboratory Animals Maintained Singly or in the Groups\", Laboratory Animals (1968),2,49-50\nJ. Czekajewski, J. Eksted and E. Stalberg, Uppsala University, Wallenberg Laboratory, \"Oscilloscopic recording of muscle fiber potential. The window trigger and the delay unit\", Electroencephalography and Clinical Neurophysiology. 27(5):536-9 (1969)\nM.W. Torello, J. Czekajewski, E.A. Potter, K.J. Kober, Y.K. Fung, \"An automated method for measurement of circling behavior in the mouse\", Pharmacology Biochemistry Behavior. 19 (1):13-7 (1983)\nRichard F. Leighton (Ohio State University) and Jan Czekajewski (Columbus Instruments), \"Use of a new cardiac output computer for human hemodynamic studies\", Journal of Applied Physiology.   June 1, 1971 vol.30 no. 6914-916\nChris Adams and Dr. Jan Czekajewski, \"Respirometry: A Breath of Fresh Air\", Remediation Weekly-Science and News Journal. Vol 1, Number 23, November 15, 2004\nJ. Czekajewski, L. Nennerfelt, J.F. Rabek (Stockholm Technical University, Stockholm, Sweden), \"Application of a new generation of computerized apparatus for the study of oxygen uptake and production of CO2 during photo (thermal) oxidation of Polymers\", Acta Polymer,45, 369-374, 175 (1994)\nGhosh P.K., Jiang D., Lin Y., Czekajewski. J., \"Use of Computerized O2/CO2 Respirometer in Measuring Respiration of Prostate Cancer Tissue\", Abstract, Society for the Study of Reproduction Meeting, 1998\nJiahua Jiang, Pradip Ghosh, Samuel K. Kulp, Yasuro Sugimoto, Suling Liu, Jan Czekajewski, Hsiang-Lin Chang and Young C. Lin, \"Effects of Gossypol on Consumption and CO2 Production in Human Prostate Cells\", Anticancer Research 22:1491-1496 (2002)\nCzekajewski J., Tove P.A., \"A cardiotachometer with fast response\", Medical Electronics and Biological Engineering (1965) 3:57-63, January 1.1965\nCzekajewski, J.; Tove, (Uppsala University, Institute of Physics) P.A.; Grabowski, Z (Kiruna Geophysical  Observatory, Sweden), \"A  Solid State Spectrometer for Measuring the Distribution of Charged Particles in Aurorae\", Nuclear Instruments and Methods; Vol:26 Febr.1, 1964, pages:66-70\nP. A. Tove and J. Czekajewski, Uppsala University, Institute of Physics, \"Infrared Curtain System Detects and Counts Moving Objects\", published 1961, Electronics, 34:31, p 40-43.\n\n\n== References ==",
    "link": "https://en.wikipedia.org/wiki/Jan_Czekajewski",
    "summary": "Jan Czekajewski (born 1934) is a Polish-American engineer and owner/president of Columbus Instruments.\n\n",
    "section titles": "Biography Education Professional and Cultural Associations Awards and recognition Patents Publications References",
    "keywords": ["Polish-American", "engineer", "Columbus", "Instruments", "PIASIA", "Polonia", "Technica"]
}