{
    "title": "John Freeman (editor)",
    "text": "John Freeman (born 18 January 1943) is a British writer/editor/designer known for his work with Marvel UK, and on Doctor Who Magazine and The Really Heavy Greatcoat.\n\n\n== Biography ==\nFreeman began his media career editing the Lancaster University student newspaper SCAN in 1981.\nFreeman's first professionally published comics work was The Science Service, drawn by Rian Hughes, which Knockabout reprinted in 2007 as part of a larger collection of work by Hughes titled Yesterday's Tomorrows.\n\n\n=== On the Beat/Off the Beat ===\nAfter university Freeman launched On the Beat, a listings magazine for Lancaster, England, which eventually morphed into Off the Beat (not to be confused with the a cappella group at the University of Pennsylvania). After Freeman left Lancaster to work for Marvel UK in 1988, Off the Beat was run by a co-operative, until Freeman returned in 1993, where he took up the editorial reins of the title, turning it into a monthly free publication.\n\n\n=== Marvel UK ===\nWhile working for Marvel UK between 1988 and 1993, Freeman designed and then edited Doctor Who Magazine, and comics titles such as Death's Head II,  Warheads, Overkill, and others.\nFreeman became group editor on Marvel UK's superhero range while Paul Neary was editor-in-chief at the company. The titles were set in the existing Marvel Universe — Marvel's U.S. editors were expected to approve submitted plotlines. The first of these, Death's Head II, written by Dan Abnett and initially drawn by Liam Sharp, was a recreation of Simon Furman's cyborg bounty hunter (who first appeared in the Transformers comic).\nAs well as editing some of the Marvel UK titles, Freeman also wrote issues of Warheads and Motormouth and Killpower. He also wrote Shadow Riders, with Brian Williamson, and Gene Dogs, drawn by Dave Taylor, and the mini-series G-Force (not to be confused with the animated series), as well as several Doctor Who comic stories.\nFreeman left the company before the implosion in the comics market that effectively brought an end to Marvel UK.\n\n\n=== Recent career ===\nAfter returning to Lancaster, Freeman worked as a freelance writer; then a publicity officer and, eventually, as director of the Lancaster Literature festival, now known as litfest.\nIn 1995, after five years' absence, London beckoned once more, and returning there, Freeman helped established Titan Magazines, as its first managing editor, as well as editing Star Trek Magazine, Star Wars Magazine and others.\nAfter leaving Titan in 1999 to work for the UK arm of avaterra.com, establishing its avatar-based science fiction community, he is now again based in Lancaster, working for ROK Global on their comics to mobile service, Rok Comics.\nHis recent freelance projects include editing the initial issues of Print Media Productions anthology comic magazine Strip Magazine (the UK edition), writing the science fiction comic strip Ex Astris for Spaceship Away magazine and continued work for Titan, including book editing for Titan Books and reviews for Star Trek Magazine.\nApart from his Marvel UK work, Freeman's comic writing credits include Ex Astris, The Really Heavy Greatcoat, The Science Service, The Real Ghostbusters, Galaxy Rangers, ThunderCats, Beyblade, Judge Dredd Megazine and others.\nFreeman's website, Down The Tubes, and its associated blogs feature British comics news, interviews, and a comic writing guide. He is also part of the team working on The Lakes International Comic Art Festival.\n\n\n== Bibliography (selected) ==\n\n\n=== Comics ===\nWriter\n\nThe Real Ghostbusters (with various artists including Anthony Williams, Marvel UK, 1988–1992)\nDoctor Who\n\"Planet of the Dead\" (with Lee Sullivan, in Doctor Who Magazine #141-142, 1988, reprinted in Doctor Who Classic Comics #14, Marvel Comics, 1994)\n\"Follow that TARDIS!\" (with Dougie Braithwaite, Kev Hopgood, John Ridgway, in Doctor Who Magazine #147, 1989)\n\"Stairway to Heaven\" (with co-author Paul Cornell and pencils by Gerry Dolan and inks by Rex Ward, in Doctor Who Magazine #156, 1990)\n\"A Glitch in Time\" (with Richard Whitaker, in Doctor Who Magazine #179, 1991)\n\"Emperor of the Daleks\" (with co-author Paul Cornell and art by John Ridgway, in Doctor Who Magazine #197-202, 1993)\n\"Once in a Lifetime\" (with Geoff Senior, in Doctor Who Classic Comics #21, Marvel Comics, 1994)\n\"A Switch in Time!\" (with Geoff Senior, in Doctor Who Classic Comics #25, Marvel Comics, 1994)\nWarheads #3, 12 (with Geoff Senior (3) and pencils by Craig Huston and inks by Adolfo Buylla (12), Marvel UK, 1992, 1993)\nMotormouth and Killpower #8-9 (with Del Barras, Marvel UK, 1993)\nShadow Riders (with co-author Brian Williamson and art by Ross Dearsley, Marvel UK, 1993)\nGene Dogs (with Dave Taylor, 4-issue mini-series, Marvel UK, 1993)\nDie Cut vs. G-Force (with pencils by John Royle and inks by Tim Perkins, 2-issue mini-series, Marvel UK, 1993)\nJudge Karyn (with Adrian Salmon):\n\"Skinner\" (in Judge Dredd Megazine #2.56-2.61, 1994)\n\"Concrete Sky\" (in Judge Dredd Megazine #2.67-2.72, 1994)\n\"Beautiful Evil\" (in Judge Dredd Mega Special 1994)\nCabal (with Adrian Salmon, in Judge Dredd Megazine #3.07-3.08, 1995)\nEx Astris (with Mike Nicoll, in Spaceship Away #16 -, 2008 and on ROK Comics)\nBlack Ops Extreme (in STRIP Magazine #1 - 5)\nTeam M.O.B.I.L.E (#1 - 2 for ROK Comics)\nDan Barton of Space Command (in STRIP Magazine #6 - the Digital release only - and print edition of STRIP Magazine #7)\nCrucible (in STRIP Magazine Volume 2 #1 - 2, subsequently published online)\n\n\n== Notes ==\n\n\n== References ==\n\n\n== External links ==\nOfficial website\nCrucible\nStar Trek Magazine\nROK Comics",
    "link": "https://en.wikipedia.org/wiki/John_Freeman_(editor)",
    "summary": "John Freeman (born 18 January 1943) is a British writer/editor/designer known for his work with Marvel UK, and on Doctor Who Magazine and The Really Heavy Greatcoat.\n\n",
    "section titles": "Biography On the Beat/Off the Beat Marvel UK Recent career Bibliography (selected) Comics Notes References External links",
    "keywords": ["writer", "Marvel", "UK", "Doctor", "Who", "editor"]
}