{
    "title": "Karen Lee (politician)",
    "text": "Karen Elizabeth Lee (born 15 January 1959) is a British Labour Party politician.  She was the Member of Parliament (MP) for Lincoln between the 2017 general election and the 2019 general election. She defeated the sitting Conservative MP, Karl McCartney by 1,538 votes in the 2017 general election but lost to him Again in 2019 In July 2017, Lee was appointed Parliamentary Private Secretary to Shadow Chancellor John McDonnell. In January 2018, Lee was promoted to Labour's Shadow Home Office Team as Shadow Minister for Fire and Rescue Services.\n\n\n== Life Prior to Politics ==\nKaren Lee was educated at South Park High School, Lincoln and Lincoln College, Lincolnshire. She has lived in Lincoln for all of her life.\nPrior to her career in politics, Lee worked in various retail jobs before training as a nurse. She worked as a nurse at Lincoln County Hospital for 14 years. Since being elected to parliament, Lee has continued to serve the NHS as a nurse.Lee has described herself as a ‘proud trade unionist’, and before entering politics she was a Learning Representative and a Workplace Representative for UNISON.\n\n\n== Local Government ==\nKaren Lee was first elected as a local councillor in 2003. She served as Mayor of Lincoln from May 2012 to May 2013.Lee chaired Lincoln City Council Community Leadership Scrutiny Committee, which received an award from The Centre for Public Scrutiny for its efforts to reduce the effects of poverty in the city. Lee also chaired Lincoln City Council's Equality and Diversity Group.Since being elected as Lincoln's MP, Lee has campaigned extensively on homelessness in the city and has helped establish Lincoln's Homelessness Hub. Lee has also campaigned on local issues including transport, universal credit and local health services.\n\n\n== Parliamentary career ==\nKaren Lee made her maiden speech to parliament on 6 July 2017. She focused her speech on the historical significance of Lincoln, the impact of austerity and the “indignity” of poverty and food-bank use.In her maiden speech, Lee reiterated her support for The University of Lincoln in its efforts to secure funding for a Medical School.\n\n\n=== Frontbench positions ===\nIn July 2017 Lee was appointed Parliamentary Private Secretary to Shadow Chancellor John McDonnell.In January 2018, Lee was promoted to Labour's Shadow Home Office Team as Shadow Minister for Fire and Rescue Services. Lee is responsible for formulating Labour's national fire policy and is the party's spokesperson for fire and emergency services.In this role, Lee has focused on the impact of austerity on firefighter pay and working conditions and has called for sweeping reforms to the substandard fire regulations which contributed to the Grenfell Tower fire. Lee has also criticised the government for failing to urgently rehouse those affected by the Grenfell tower fire. Lee has published several articles relating to her role as Shadow Fire Minister in HuffPost, the Morning Star and LabourList.\n\n\n=== Views ===\nOutside of her Shadow Ministerial brief, Lee regularly participates in debates relating to healthcare. Citing her experience as a trainee Nurse, Lee has campaigned to re-instate the Nursing Bursary. She has also accused the government of under-funding and privatising the NHS. Lee is an Ambassador for Breast Cancer Care, and helped to secure a Westminster Hall debate on the future of Breast Cancer treatment.Lee has spoken regularly in favour of the re-nationalisation of public services, such as railways, and against the public sector pay cap. Lee has also advocated for a more re-distributive taxation system and accused the government of forcing people in Lincoln into poverty through ‘unjust’ welfare policies and the ‘chaotic’ roll-out of Universal Credit.Lee is considered to be on the left wing of the Labour Party's political spectrum and is a member of the Socialist Campaign Group of MPs. At The World Transformed festival in September 2018, Lee spoke at a Socialist Campaign Group Rally entitled Towards a Socialist Government.Lee holds elected positions on several All Party Parliamentary Groups, such as the APPG on Breast Cancer. Lee has an interest in international human rights issues; she helped to establish the All-Party Parliamentary Group on Democracy and Human Rights in the Gulf, is the chair of the All Party Parliamentary Group on Cuba and is a member of the All Party Parliamentary Group on Tibet.Lee voted Remain in the 2016 Brexit referendum. She wants a \"confirmatory\" second vote and believes that a 'no-deal' Brexit would cost jobs in Lincoln.\n\n\n== References ==\n\n\n== External links ==\n\nProfile at Parliament of the United Kingdom\nContributions in Parliament at Hansard\nVoting record at Public Whip\nRecord in Parliament at TheyWorkForYou",
    "link": "https://en.wikipedia.org/wiki/Karen_Lee_(politician)",
    "summary": "Karen Elizabeth Lee (born 15 January 1959) is a British Labour Party politician.  She was the Member of Parliament (MP) for Lincoln between the 2017 general election and the 2019 general election. She defeated the sitting Conservative MP, Karl McCartney by 1,538 votes in the 2017 general election but lost to him Again in 2019 In July 2017, Lee was appointed Parliamentary Private Secretary to Shadow Chancellor John McDonnell. In January 2018, Lee was promoted to Labour's Shadow Home Office Team as Shadow Minister for Fire and Rescue Services.\n\n",
    "section titles": "Life Prior to Politics Local Government Parliamentary career Frontbench positions Views References External links",
    "keywords": ["Labour", "Party", "MP", "Member", "Parliment","Lincoln"]
}