{
    "title": "Karlstor",
    "text": "Karlstor in Munich (called Neuhauser Tor until 1791) is one of what used to be Munich's famed city wall from the medieval ages till late into the 18th century. It served as a major defensive fortification and checkpoint.\nIt is located at the western end of Neuhauser Straße, a portion of Munich's down-town pedestrian zone, which was part of the salt road and the east-west thoroughfare of the historic old town. Thus it separates the historic centre from a 19th-century extension called Ludwigvorstadt (Vorstadt meaning 'suburb'). Karlstor receives its name from Karlsplatz (better known under its local nickname \"Stachus\"), which is now part of the Altstadtring circular road and has been one of the busiest points of Munich for centuries.\nThe building is the westernmost of three remaining gothic town gates out of originally five. The other two are Isartor in the east (the only one that is still complete in its basic structure) and Sendlinger Tor in the south-west. Missing nowadays, after the whole fortification system had to be laid down on prince-electoral order at the turn from the 18th to the 19th century, are Angertor in the south and Schwabinger Tor in the north, as well as all \"minor\" or side gates and the entire double walls.\n\n\n== Architecture ==\nBetween 1285 and 1347 the existing first town walls were supplemented with a new, second, double-ring fortification for and around fast-growing Munich, significantly extending the populated and protected area. The gate must have been created during an early stage of that building process, because it was mentioned in documents in 1302 for the first time already. Back then it was named Neuhauser Tor after the very next village to be reached when having left town. Over time it was extended and fastened.\nMunich's main gates could only be reached as follows:\nVia an open wooden runway visitors first had to cross a side arm of the moat surrounding a barbican, semi-circle shaped in the Karlstor's case, that had to be entered through one narrow orifice near one of its corners and with its courtyard forming an outer, wider bailey. Then, passing the outlet at the barbicans backside, they would enter an open stone bridge that crossed a wide moat. The eventual main gates that would be reached at the end of the respective bridges all had a ground plot either rectangular or triangular, with two sturdy, lower front towers looking towards the bridge and barbican on the outside, the passage being in the center of the front wall, and a strong, taller main gate tower on the inside, oriented towards the town. Those respective three towers were interconnected with walls, thus creating another, small, inner bailey. The whole concept created narrow, winding paths following the given, special architectural conditions that improved defensive and checkpoint functions and gave the guards overall control over who and what was to leave or enter the town.\nBeginning in the 16th century, the structures of the first, inner town wall were gradually removed, except form the five old gate towers. During the Thirty Years War, when the prince-elector ordered a new system of fortifications meeting the necessities of baroque time's, modern artillery warfare to be laid around the town, the second double-ring's old walls and gates remained, but all structures outside, like the forementioned barbican, were either integrated or laid down and substituted by new bastions.\nCount Rumford, then commander of the Bavarian army under Charles Theodore, Elector of Bavaria, ordered to alter the edge towers in 1791. That same year, Neuhauser Tor was renamed Karlstor after the Elector.\nIn 1857 the gunpowder stocks that were stored in an inbound annex to the main tower exploded and damaged annex and main tower so much that soon after both had to be demolished.\nThe two remaining flanking towers were redesigned and later connected with a new bridge (Gothic Revival). In 1861/62 Arnold Zenetti redesigned the Karlstor to the Neo-Gothic style. It was later integrated in the roundel buildings on both sides next to the gate (constructed by Gabriel von Seidl 1899–1902).\nWhat visitors see nowadays, is these two outside-oriented side towers and its connecting arch, with only little resemblance of the late medieval originals. The eventual old gates used to be a lot narrower and even lower than what is on display now:\nTo reach the necessary improvements in the accessibility of a fast-growing metropolis of the industrial ages, above all considering exploding private traffic and increasing modern public transport (coaches, horse drawn and electrical tramways!),  from the late 18th to the early 20th centuries gate tower passages were gradually extended – both in width and height – and sometimes even side walls had to be broken through.\nWhen – prior to the 1972 Summer Olympics and in connection with the erection of the central pedestrian zone as well as the implementation of a newly designed system of public transport – the underground shopping centre Stachus-Einkaufszentrum was constructed in 1970, an escape tunnel with brick masonry was found, which soldiers and perhaps even civilians could use to escape or enter the town and to get behind enemy lines. A short piece is on display at Stachus-Einkaufszentrum.",
    "link": "https://en.wikipedia.org/wiki/Karlstor",
    "summary": "Karlstor in Munich (called Neuhauser Tor until 1791) is one of what used to be Munich's famed city wall from the medieval ages till late into the 18th century. It served as a major defensive fortification and checkpoint.\nIt is located at the western end of Neuhauser Straße, a portion of Munich's down-town pedestrian zone, which was part of the salt road and the east-west thoroughfare of the historic old town. Thus it separates the historic centre from a 19th-century extension called Ludwigvorstadt (Vorstadt meaning 'suburb'). Karlstor receives its name from Karlsplatz (better known under its local nickname \"Stachus\"), which is now part of the Altstadtring circular road and has been one of the busiest points of Munich for centuries.\nThe building is the westernmost of three remaining gothic town gates out of originally five. The other two are Isartor in the east (the only one that is still complete in its basic structure) and Sendlinger Tor in the south-west. Missing nowadays, after the whole fortification system had to be laid down on prince-electoral order at the turn from the 18th to the 19th century, are Angertor in the south and Schwabinger Tor in the north, as well as all \"minor\" or side gates and the entire double walls.\n\n",
    "section titles": "Architecture",
    "keywords": ["Munich", "Karlstor","wall", "city", "medieval","fortification", "defensive", "Architecture"]
}