{
    "title": "Keel-bellied water snake",
    "text": "The keel-bellied water snake (Bitia hydroides)  is a marine homalopsine snake. It belongs to the monotypic genus Bitia.\n\n\n== Geographic range ==\nIt is found in Malaysia.\n\n\n== Dentition ==\nBitia hydroides is noted for its unusual dentition. In all other snakes, any enlarged teeth are located on the dentary or maxilla, with the inner, palatine teeth of the upper jaw being smaller. In Bitia hydroides, the palatine teeth are greatly enlarged. Not enough is known about this animal's feeding behavior or ecology to attempt to infer a function of this peculiar arrangement.\n\n\n== See also ==\nSnake skull\nSnake dentition\n\n\n== References ==\n\nhttp://www.jstor.org/stable/1447028\nLu, S.; Pang, J.; Yang, D. 2006. Morphological phylogeny of the water snake subfamily Homalopsinae (Serpent: Colubridae). Zoological Research 27 (4): 363-366.\nManthey, U. & Grossmann, W. 1997. Amphibien & Reptilien Südostasiens. Natur und Tier Verlag (Münster), 512 pp.\nMurphy, John C. 2007. Homalopsid Snakes: Evolution in the Mud. Krieger Publishing, Malabar, Florida, 249 pp.\nSmedley, N. 1931. Notes on some Malaysian snakes. Bull. Raffl. Mus. No 5: 49-54\nSmith, M.A. 1943. The Fauna of British India, Ceylon and Burma, Including the Whole of the Indo-Chinese Sub-Region. Reptilia and Amphibia. 3 (Serpentes). Taylor and Francis, London. 583 pp.\nStoliczka, F. 1870. Observations of some Indian and Malayan Amphibia and Reptilia. Ann. Mag. Nat. Hist. (4) 6: 105-109\nTaylor,E.H. 1965. The serpents of Thailand and adjacent waters. Univ. Kansas Sci. Bull. 45 (9): 609-1096\nVoris, Harold K., Michael E. Alfaro, Daryl R. Karns, G. Lucas Starnes, Emma Thompson and John C. Murphy 2002. Phylogenetic relationships of the Oriental-Australian rear-fanged water snakes (Colubridae: Homalopsinae) based on Mitochondrial DNA sequences. Copeia 2002 (4): 906-915\nVoris, Harold K., Bruce C. Jayne, Todd J. Ward. \"Morphology, Reproduction, and Diet of the Marine Homalopsine Snake Bitia hydroides in Peninsular Malaysia.\". Copeia, Vol. 1995, No. 4 (Dec. 21, 1995), pp. 800–808.",
    "link": "https://en.wikipedia.org/wiki/Keel-bellied_water_snake",
    "summary": "The keel-bellied water snake (Bitia hydroides)  is a marine homalopsine snake. It belongs to the monotypic genus Bitia.",
    "section titles": "Geographic range Dentition See also References",
    "keywords": ["water", "snake", "homalopsine", "Malaysia","Dentition"]
}