{"title": "Khash (dish)", "text": "Khash (Armenian: խաշ; Azerbaijani: xaş; Georgian: ხაში, Khashi), pacha (Persian: پاچه‎; Albanian: paçe; Arabic: باجة‎; Bosnian: pače; Bulgarian: пача; Greek: πατσάς), kalle-pache (Persian: کله‌پاچه‎; Turkish: kelle paça; Azerbaijani: kəllə-paça), kakaj šürpi (Chuvash: какай шÿрпи) or serûpê (Kurdish: سه‌روپێ‎, romanized: Ser û pê) is a dish of boiled cow or sheep parts, which might include the head, feet, and stomach (tripe). It is a traditional dish in Afghanistan, Albania, Armenia, Azerbaijan, Bosnia and Herzegovina, Bulgaria, Georgia, Greece, Iran, Iraq, Kuwait, Bahrain, Mongolia, and Turkey.\n\n\n== Etymology ==\nThe name khash originates from the Armenian verb xašel (խաշել), which means \"to boil\". The dish, initially called khashoy, is mentioned by a number of medieval Armenian authors, including Grigor Magistros (11th century), Mkhitar Heratsi (12th century), and Yesayi Nchetsi (13th century).The Persian term pāče literally means \"trotter\". The combination of a sheep's head and trotters is called kalle-pāče, which literally means \"head [and] trotter\" in Persian.\n\n\n== In the South Caucasus ==\n\nKhash is a purist meal with great parsimony in ingredients. The feet are depilated, cleaned, kept in cold water in order to get rid of bad smell, and boiled in water all night long, until the water has become a thick broth and the meat has separated from the bones. No salt or spices are added during the boiling process. The dish is served hot. One may add salt, garlic, lemon juice, or vinegar according to one's taste. Dried lavash is often crumbled into the broth to add substance. Khash is generally served with a variety of other foods, such as hot green and yellow peppers, pickles, radishes, cheese, and fresh greens such as cress. The meal is almost always accompanied by vodka (preferably mulberry vodka) and mineral water.In Georgia, Khashi is served together with onions, milk, salt and chacha. Usually they eat this dish early morning, or during hangovers.\nIn the medieval Armenian medical textbook Relief of Fevers (1184), khash was described as a dish with healing properties, e.g., against snuffle. It was recommended to eat it while drinking wine. In case of ailment, khash from the legs of a yeanling (lamb or kid) was advised.Formerly a nutritious winter food, it is now considered a delicacy, and is enjoyed as a festive winter meal. Modern-day convention in Armenia dictates that it should be consumed during the month that has an r in its name, thus excluding May, June, July, and August (month names in Armenian are derivatives of the Latin names). Khash is traditionally consumed during cold months in Azerbaijan and Georgia.In the South Caucasus, khash is often seen as a food to be consumed in the mornings after a party, as it is known to battle hangovers (especially by men) and eaten with a \"hair of the dog\" vodka chaser.There is much ritual involved in khash parties. Many participants abstain from eating the previous evening, and insist upon using only their hands to consume the unusual (and often unwieldy) meal. Because of the potency and strong smell of the meal, and because it is eaten early in the mornings and so often enjoyed in conjunction with alcohol, khash is usually served on the weekend or on holidays.\n\n\n== In Iran ==\n\nKalle-pache (kalle-pāče; kalla-pāča; literally meaning \"head [and] trotter\") consists of a sheep's head (including the brain) and trotters, and is typically seasoned with lemon and cinnamon. Usually consumed as a breakfast soup, kalle-pache is traditional to Afghanistan and Iran.In Iran, kalle-pache is usually cooked in specialty stores, and is served in the morning. It is especially consumed during cold seasons. To prepare kalle-pache, the sheep's head and trotters are collected, cooked, and treated as per the recipe.\n\n\n== In Israel ==\nDuring winter it is very common to eat sheep or cow parts soup with onions, spices and squeezed lemon and is prepared in many ways such as maraq rigl (leg soup), maraq moh (brain soup), maraq me'ayim (intestine soup), marao bitn (tripe soup) and maraq rosh (head soup)\nit is usually accompanied with an alcoholic drink, usually arak.\n\n\n== In Arab countries ==\nPacha is a traditional Iraqi dish made from sheep's head, trotters, and stomach; all boiled slowly and served with bread sunken in the broth. The cheeks and tongues are considered the best parts. Many people prefer not to eat the eyeballs which could be removed before cooking. The stomach lining would be filled with rice and lamb and stitched with a sewing thread (Arabic: كيبايات‎). Sheep brain is also included.The dish is known in Kuwait, Bahrain, and other Persian Gulf countries as Pacheh (پاچه), since the Arabic alphabet has no letters 'p' and 'ch' so the dish is written with 'b' and 'j' as in Bajeh باجه) . A variation of that is found in other Arab countries such as in Egypt and is known as kawari' (كوارع), Egyptians eat cow brain and sheep brain.\n\n\n== In Albania ==\nAlbania's popular pache (paçe) consists of a sheep's or any cattle's head, that is boiled until meat comes off easily. It is then stewed with garlic, onion, black pepper, and vinegar. Sometimes a little flour is added to thicken the stew. It is also frequently cooked with cattle feet or tripe. It makes a hot and hearty winter stew.\n\n\n== In Turkey ==\nIn Turkish culinary culture, pacha (paça is a generic word for certain soup preparations, especially with offal, but also without it. In most parts of Turkey, such as in Kastamonu, for instance, the term ayak paça (\"feet pacha\") is used for cow, sheep, or goat hooves, and the term kelle paça is used for \"head pacha\" (chorba). Sometimes the term dil paça is also used for tongue soup, while \"meat pacha\" is made with gerdan (scrag end of sheep's neck). In Turkey, the word kelle refers to a sheep's head roasted in the oven, which is served after grilling at specialized offal restaurants.\n\n\n== In Greece ==\n\nThe Greek version, called patsás (πατσάς), may be seasoned with red wine vinegar and garlic (skordostoubi), or thickened with avgolémono. The Greek version sometimes uses calf feet with the tripe.\nSpecialized tavernas serving patsa are known as patsatzidika. Because patsas has the reputation of remedying hang-over and aiding digestion, patsatzidika are often working overnight, serving people returning home after dinner or clubbing.\n\n\n== Similar dishes ==\nPaya, South Asian version of this dish\nSmalahove, boiled sheep's head, a traditional western Norwegian food\nSoğuk paça, a Turkish cold dish made with the jelly obtained from sheep or cow hooves\nSvið, an Icelandic dish that includes a sheep's head cut in half\n\n\n== See also ==\n\n\n== References ==\n\n\n== External links ==\n\"A Brief History of Khash, Armenia's Love-It-or-Hate-It Hangover Cure (Recipe)\". Smithsonian Institution. February 27, 2018.\n\"Khash.org\".\n\"Khash and other Azeri adventures\". Toronto Star. February 7, 2007.\n\"HIS MAJESTY KHASH\". Vision TV. April 2013.", "link": "https://en.wikipedia.org/wiki/Khash_(dish)", "summary": "Khash (Armenian: խաշ; Azerbaijani: xaş; Georgian: ხაში, Khashi), pacha (Persian: پاچه‎; Albanian: paçe; Arabic: باجة‎; Bosnian: pače; Bulgarian: пача; Greek: πατσάς), kalle-pache (Persian: کله‌پاچه‎; Turkish: kelle paça; Azerbaijani: kəllə-paça), kakaj šürpi (Chuvash: какай шÿрпи) or serûpê (Kurdish: سه‌روپێ‎, romanized: Ser û pê) is a dish of boiled cow or sheep parts, which might include the head, feet, and stomach (tripe). It is a traditional dish in Afghanistan, Albania, Armenia, Azerbaijan, Bosnia and Herzegovina, Bulgaria, Georgia, Greece, Iran, Iraq, Kuwait, Bahrain, Mongolia, and Turkey.\n\n", "section titles": "Etymology In the South Caucasus In Iran In Israel In Arab countries In Albania In Turkey In Greece Similar dishes See also References External links", "keywords": []}