{
    "title": "Koen de Kort",
    "text": "Koen de Kort (born 8 September 1982) is a Dutch professional cyclist, who currently rides for UCI WorldTeam Trek–Segafredo.\n\n\n== Biography ==\nHe was born in Gouda and grew up in Liempde. From 2002 to 2004, he was in the Rabobank GS3 development team of the Rabobank cycling team. De Kort had a promising amateur career with wins in the Under 23 version of Paris–Roubaix. In 2005 he became professional with the ProTour team Liberty Seguros–Würth of Manolo Saiz. That year he won a stage in the 2005 Tour de l'Avenir. In 2007 De Kort joined the Astana team. Following the positive tests for heterologous blood doping by team members Alexander Vinokourov and Andrey Kashechkin, Astana did not have much chance to compete in 2007 and was limited in 2008. Speaking to Dutch media, De Kort expressed his frustrations at not having the chance to compete after being in a similar situation in 2006 with the Liberty Serguros team. He left Astana at the end of the 2008 season, and joined the Skil–Shimano team.\nDe Kort had a successful three years at Skil–Shimano with 5th at Driedaagse van West-Vlaanderen, 12th at the Eneco Tour and 4th at Ster Elektrotoer all in 2008, he stayed with the team in 2012, when it rebranded to Argos–Shimano and finished 3rd in Dwars Door Vlaanderen as well as 16th in the World Championships Road Race in Valkenburg, both in 2012. From 2013 to 2016, de Kort was a vital member of the Team Giant–Alpecin squad, representing the team at seven Grand Tours and 12 Classics.\nIn 2017, de Kort joined Trek–Segafredo, and was named in the startlist for the Tour de France.\n\n\n== Major results ==\n\n\n=== Grand Tour general classification results timeline ===\n\n\n== References ==\n\n\n== External links ==\n Media related to Koen de Kort at Wikimedia Commons\n\nOfficial website\nKoen de Kort at ProCyclingStats",
    "link": "https://en.wikipedia.org/wiki/Koen_de_Kort",
    "summary": "Koen de Kort (born 8 September 1982) is a Dutch professional cyclist, who currently rides for UCI WorldTeam Trek–Segafredo.",
    "section titles": "Biography Major results Grand Tour general classification results timeline References External links",
    "keywords": ["Dutch", "cyclist", "UCI", "WorldTeam", "Trek-Segafredo"]
}