{
    "title": "Little Miss Jocelyn",
    "text": "Little Miss Jocelyn is a British  TV sketch comedy written by and starring Jocelyn Jee Esien. The show is made up of studio sketches and hidden camera footage in which unsuspecting members of the public become part of a sketch. The series ran for two series from 22 August 2006 until its cancellation on 14 February 2008; 12 episodes aired, while a 13th episode was never broadcast for unknown reasons but is featured as a bonus extra on the Series 2 DVD.\nIn 2007, Esien featured in Girls Aloud and Sugababes' Comic Relief video for \"Walk This Way\", where she puts a parking ticket on Ewen Macintosh, a reference to the character Jiffy from the show Little Miss Jocelyn.\n\n\n== History ==\nThe first episode aired on BBC Three in the United Kingdom on 22 August 2006. The show was also available in the UK via Internet streaming one week before transmission. On 21 March 2007 the BBC announced that a second series of six episodes had been commissioned and that the show would be moved to BBC Two. The second series was filmed in the summer of 2007 and began airing on 10 January 2008 on BBC Two. On 11 June 2009, BBC confirmed that they would be axing the show from their schedules.\n\n\n== Selected characters ==\nJiffy - a dysfunctional Nigerian traffic warden who gives people tickets for things like sleeping in the car or breaking down. She often appears in strange places, such as the back seat, glove compartment or boot of a car, a coffin or the screen of a cash machine. She often gives lengthy speeches about her services as a traffic warden, insisting that she works for The Queen. She pronounces her words incorrectly, for example, she pronounces \"vehicle\" as \"Ve-hickle\" and \"illegally\" as \"illegal-lully\". She usually ends with: \"this may take a loo-oo-oong time.\"\nFlorence - an overweight dietitian who uses Juju to help people lose weight. One of her catchphrases is \"umm-hmm\" (used repetitively), and \"...or dream of this!\", said while doing outrageous things, such as ripping open someone's shirt. She usually ends the session with: \"save yourself, save yourself, save your se-e-elf!\"\nSheson - a Nigerian-Cockney bus driver who regularly sings \"In The Name of Jesus\". She has criticised her passengers on a regular basis. Several scenes include telling a female passenger with a dog to \"take her sheep off her bus\", accusing her of making the bus look as if it is Noah's Ark, another scene not allowing a lady with a pram to board her bus, branding it as a spaceship, before closing the door on a man who queries if the bus stops at a certain place. Another man asks the same but is on board the bus, and refuses permission for him to talk to her when he queries her when the bus is in transit. In one scene she had a mat for her passengers to wipe their feet on that said \"I Can See Your Knickers\". She also criticised two men for not thanking her to stop at a request stop by calling them homosexuals. One of her catchphrases is \"You're lucky I'm a Christian!\"\nPaulette - a spoilt middle-aged woman who screams and cries when she doesn't get her own way.\nFiona - a middle-aged woman who works in an office and tries to conceal the obvious fact that she is black, however this rarely works and her \"blackness\" is obvious.\nMadame President - the first black female president of the USA. She speaks slang instead of regular English.\nMrs Omwokwopopo - a Nigerian woman who is constantly in marriage counselling with her several husbands, and who often tries to make a move on the counsellor, or insult them, calling them a \"pimp\" or \"prostitute\".\nHelen - a woman who is often seen in important places, such as at a wedding or an interview, where she rubs her buttocks along the floor. When the surrounding people look confused, she states, \"I've got worms.\"\nLiz - a savage and the girlfriend of Prince William whom he met on his mission in Third World. Liz is often coming with William to several charities, telling jokes that offend people but are funny to Prince William.\nGladys Kingston - an old Jamaican woman who is going through a divorce because her husband cheated on her. This makes her hate men or anyone of the male gender, whether young or old. Gladys Kingston (formally Raymond) is just divorced from her husband, who left her for a younger woman, to raise a son on her own. In one episode, she scolds her nephew Josh, saying that her niece is her favorite. She is also a teacher in a primary school. She told a boy to stand at the corner on one foot, as well as telling a girl that her father would run away and impregnate a postwoman. She also wishes her husband was dead.\nPrim - a white South African woman, originally from Johannesburg who wanders around Brixton trying to find a black maid.  When confronted with anything she doesn't like, her fall-back phrase is \"Aa'm waat!\" (\"I'm white\")\nHortense - a woman in her early to mid-fifties who often sees people with babies (including her niece) insisting that she take a look at them, thinking them to be beautiful. However, on two of the three times she appears (all in S1 E6) she finds the baby ugly so says \"What a lovely...pram\" or \"What a lovely...rattle\". In her third and final appearance, she says: \"Oh! What an ugly baby! Jesus!\" At the end of her section she usually says \"You take care now you hear, and God bless!\"\nSharonisha - a teenage schoolgirl who is seen with her friends on a bus, sometimes driven by Sheson. She is seen talking to or about other passengers and asking them questions. Sharonisha usually makes a big speech about how something her friend said doesn't make sense. She often calls other passengers \"pefodiles\".\nIgnatius - a Nigerian driving instructor who teaches the people who took his lessons how to drive a vehicle in a very hazardous, inappropriate manner. Ignatius is also extremely inexperienced at his job, not if knowing the names of car equipments (e.g. he calls the gear-stick the \"pully-puller\"). Ignatius will also allow his 10-year-old son Toby to get behind the wheel, in an effort to teach him the family trade. He has also confessed that he lives in the UK illegally as he has no visa to prove it.\nCash Helper - a girl who works at a supermarket checkout or sometimes on a sweet stall. She attempts to add the prices of the items in her head, causing great inconvenience to customers. Her catchphrase is \"If you don't use it, you'll lose it...\"\n\n\n== Reception ==\nThe first series was nominated for a BAFTA for \"Best Comedy Programme\" in 2007. Esien was also praised for being the first black woman in either the UK or USA to be given her own sketch show.\nHowever, after the second series, a poll conducted by the British Comedy Guide website named the show the \"Worst British TV Sketch Show of 2008\".\n\n\n== DVD releases ==\nThe first series was released on DVD in the UK (Region 2) on 25 September 2006, and in Australia (Region 4) on 23 April 2007.\nThe second series was released on DVD in the UK on 29 September 2008 but is missing some scenes.\n\n\n== References ==\n\n\n== External links ==\nLittle Miss Jocelyn at BBC Programmes \nLittle Miss Jocelyn at BBC Online\nLittle Miss Jocelyn on IMDb",
    "link": "https://en.wikipedia.org/wiki/Little_Miss_Jocelyn",
    "summary": "Little Miss Jocelyn is a British  TV sketch comedy written by and starring Jocelyn Jee Esien. The show is made up of studio sketches and hidden camera footage in which unsuspecting members of the public become part of a sketch. The series ran for two series from 22 August 2006 until its cancellation on 14 February 2008; 12 episodes aired, while a 13th episode was never broadcast for unknown reasons but is featured as a bonus extra on the Series 2 DVD.\nIn 2007, Esien featured in Girls Aloud and Sugababes' Comic Relief video for \"Walk This Way\", where she puts a parking ticket on Ewen Macintosh, a reference to the character Jiffy from the show Little Miss Jocelyn.\n\n",
    "section titles": "History Selected characters Reception DVD releases References External links",
    "keywords": ["British", "TV", "sketch", "comedy", "hidden", "camera", "members", "public"]
}