{"title": "Liu Xi (Han Zhao)", "text": "Liu Xi (died 329), courtesy name Yiguang, was the crown prince and a son of Liu Yao, the final emperor of the Xiongnu state Han Zhao, who was thrust into the leadership role after his father was captured by rival Later Zhao's forces, but was unable to resist Later Zhao and killed less than a year later.\n\n\n== Life ==\nLiu Xi was Liu Yao's son by his first empress (but not first wife) Yang Xianrong, formerly the empress of Emperor Hui of Jin.  After he became emperor in 318 following Jin Zhun's coup against the emperor Liu Can, he created her empress in 319 and created Liu Xi crown prince.  She died in 322.\nFollowing her death, a succession question came about.  Liu Xi's older brother Liu Yin, Liu Yao's prior heir apparent, whom Liu Yao had assumed to have been killed in Jin Zhun's coup, had in fact escaped but was taken as a slave by the Heiniyuju (黑匿郁鞠) tribe.  In 323, Liu Yin revealed his identity to the chief of the tribe, who promptly delivered him back to his father.  Liu Yao considered replacing Liu Xi with Liu Yin, since Liu Yin was previously his heir, but Liu Yin's uncle Bu Tai (卜泰) and another official Han Guang (韓廣) spoke against it, and Liu Yin himself personally declined to replace Liu Xi.  Liu Yao let Liu Xi remain crown prince, while granting Liu Yin special honors, including requiring Liu Xi to yield to Liu Yin as an older brother in ceremonies, rather than for Liu Yin to yield to Liu Xi as the crown prince.  The relationship between the brothers appeared to remain cordial until their deaths.\nAround the new year of 329, Liu Yao was captured in battle by Later Zhao forces.  Liu Xi became effectively acting emperor, and after consulting with Liu Yin, he decided to withdraw from the capital Chang'an west to Shanggui (上邽, in modern Tianshui, Gansu), the capital of the mountainous Qin Province (秦州, modern eastern Gansu), considered more easily defensible.  However, the withdrawal caused a panic, and all Han Zhao generals abandoned their positions and fled to Qin Province as well, easily yielding most of remaining Han Zhao territory to Later Zhao.\nIn fall 329, Han Zhao forces, under Liu Yin's command, tried to recapture Chang'an.  Initially, he had some successes and recaptured much of the territory lost to Later Zhao.  However, as he sieged Chang'an, the Later Zhao general Shi Hu arrived and defeated him.  Liu Yin retreated toward Shanggui, and Shi Hu trailed him and defeated him again, capturing Shanggui.  He killed Liu Xi, Liu Yin, along with all Han Zhao princes and high-level officials and generals.  He forcibly relocated all other officials and the large clans of Qin and Yong (雍州, modern central and northern Shaanxi) Provinces to the Later Zhao capital Xiangguo (襄國, in modern Xintai, Hebei), and massacred, in Luoyang, the members of the Xiongnu nobility.  Han Zhao came to an end.\n\n\n== References ==\nBook of Jin, vol. 103.\nSpring and Autumn Annals of the Sixteen Kingdoms, vol. 1.\nZizhi Tongjian, vols. 91, 92, 94.", "link": "https://en.wikipedia.org/wiki/Liu_Xi_(Han_Zhao)", "summary": "Liu Xi (died 329), courtesy name Yiguang, was the crown prince and a son of Liu Yao, the final emperor of the Xiongnu state Han Zhao, who was thrust into the leadership role after his father was captured by rival Later Zhao's forces, but was unable to resist Later Zhao and killed less than a year later.\n\n", "section titles": "Life References", "keywords": []}