{"title": "Maria von Wedemeyer", "text": "Maria von Wedemeyer (23 April 1924 – 16 November 1977) was a German computer scientist and manager. She is also notable as the fiancée of the German Protestant theologian and Resistance worker Dietrich Bonhoeffer, eighteen years her senior.\n\n\n== Life ==\n\nShe was born in 1924 at Pätzig in the Neumark area of Brandenburg to Hans von Wedemeyer-Pätzig, a major landowner from Neumark, and his wife Ruth (née Kleist). Relatives came from the Bismarck family and other Prussian noble families. She grew up on her parents' estate at Pätzig She first met Bonhoeffer in the home of Ruth von Kleist-Retzow, her maternal grandmother, and he also gave confirmation classes to Maria's elder brother, though Bonhoeffer had examined her and refused to give her classes due to her \"immaturity\". They became engaged on 13 January 1943. He was arrested less than three months after the engagement.\nAfter the Second World War she studied mathematics at Göttingen and from 1948 onwards at Bryn Mawr College near Philadelphia, graduating from the latter with an MA in 1950. In 1949 she married Paul-Werner Schniewind (born 1923), son of the theologian Julius Schniewind - they had two sons, though the marriage ended in divorce. Initially working as a statistician, she later moved on to the computer departments of Remington Rand UNIVAC, followed by that of Honeywell in Boston, rising to an executive position. She remarried in 1959 to the American manufacturer Barton Weller, though this marriage failed in 1965. She donated her Bonhoeffer letters and manuscripts (including Faithfully and Quietly Surrounded by Good Powers, Jonah, The Death of Moses and The Past) to the Houghton Library of Harvard University in 1966, though access to them was restricted until 2002. She published a selection of the letters in 1967 under the title 'The Other Letters From Prison' in the journal of the Union Theological Seminary.In 1974 she gave a talk on the development of the decompiler at the Association for Computing Machinery She died of cancer in Massachusetts General Hospital, Boston in 1977. Her ashes were placed in an urn in the Wedemeyer family grave in Gernsbach, where a tablet to her by Andreas Helmling was placed in the cemetery chapel in September 2009. Fifteen years after her death her complete correspondence with Bonhoeffer was published by elder sister Ruth-Alice von Bismarck (wife of Klaus von Bismarck).\n\n\n== Bibliography ==\n(in German) \"Books on and by von Zedemeyer\". in the Deutsche Nationalbibliothek catalogue\n(in German) Ruth-Alice von Bismarck, Urich Kabitz (ed.): Brautbriefe Zelle 92 – Dietrich Bonhoeffer / Maria von Wedemeyer 1943–1945. C.H. Beck, München 1992, ISBN 978-3-406-36795-3.\n(in English) Ruth-Alice von Bismarck, Urich Kabitz (ed.): Love Letters from Cell 92: The Correspondence Between Dietrich Bonhoeffer and Maria Von Wedemeyer\n(in German) Wolfgang Seehaber: Maria von Wedemeyer – Bonhoeffers Verlobte. Brunnen Verlag, Basel 2012.\n(in German) Renate Wind: 'Liebe als Produktivkraft.' In: Dietrich Bonhoeffer – Allein in der Tat ist die Freiheit. Publik-Forum Dossier; Publik-Forum Verlagsgesellschaft, Oberursel März 2005.\n(in German) Paavo Rintala: Marias Liebe. Ein biographischer Roman. Evangelische Verlagsanstalt, Leipzig 2006, ISBN 978-3-374-02363-9.\n(in German) Renate Wind: Wer leistet sich heute noch eine wirkliche Sehnsucht? Maria von Wedemeyer und Dietrich Bonhoeffer. Gütersloher Verlagshaus, Gütersloh 2006, ISBN 978-3-579-07124-4.\n(in German) Birgit Schlegel: Maria von Wedemeyer, Nachfahrin Katlenburger Amtmänner und Braut Dietrich Bonhoeffers. In: Northeimer Jahrbuch 82.2017, p. 115–124\n\n\n== References ==", "link": "https://en.wikipedia.org/wiki/Maria_von_Wedemeyer", "summary": "Maria von Wedemeyer (23 April 1924 – 16 November 1977) was a German computer scientist and manager. She is also notable as the fiancée of the German Protestant theologian and Resistance worker Dietrich Bonhoeffer, eighteen years her senior.\n\n", "section titles": "Life Bibliography References", "keywords": []}