{
    "title": "Martin Coogan (hurler)",
    "text": "Martin Coogan (born 1940) is a former Irish sports person. He played hurling with his local club Erin's Own and with the Kilkenny senior inter-county team from 1961 until 1973.\n\n\n== Playing career ==\n\n\n=== Inter-county ===\nCoogan first came to prominence on the inter-county scene as a member of the Kilkenny senior hurling team in 1961. The following year he tasted his first major success when he won a National Hurling League medal with his county. the 1962 National Hurling League title was Kilkenny’s first since 1933.\nIn 1963 Coogan won his first Leinster title. that same year he played in his first All-Ireland final at Croke Park. Waterford provided the opposition on that occasion, however, Eddie Keher's tally of fourteen points guaranteed a victory for Kilkenny and a first All-Ireland medal for Coogan.\nIn 1964 Coogan won a second Leinster title following another huge win over Dublin. Tipperary provided the opposition in 1964's the All-Ireland final, however, in spite of Kilkenny being the pundits’ favourites the men from Munster completely overpowered Coogan's side on a score line of 5-13 to 2-8.\nKilkenny lost their provincial crown in 1965, however, the team bounced back in 1966 with Coogan collecting a second National League medal and a third Leinster title. Kilkenny later faced Cork in the All-Ireland final for the first time since 1947 and, once again, the Leinster champions were the red-hot favourites over an Cork side that were not expected to compete. However, the young 'Rebels' ambushed Kilkenny in the game and the All-Ireland title went to Cork for the first time in twelve years.\nThe following year Kilkenny continued their provincial dominance with Coogan picking up a fourth Leinster title before lining out in a fourth All-Ireland final at Croke Park. Tipperary were Kilkenny's opponents on the day. That day‘the Cats’ had goals at vital times from Paddy Moran, Martin Brennan and Tom Walsh to lay to rest a Tipperary bogey that had lasted since 1922. Kilkenny won with a score of 3-8 to Tipperary's 2-7. Coogan collected his second All-Ireland medal.Wexford put an end to Kilkenny's hopes of retaining the title in 1968 in the Leinster championship, however, the Noresiders bounced back the following year with Coogan collecting a fifth Leinster medal. Cork faced Kilkenny in the subsequent 1969 All-Ireland final and revenge for 1966 was foremost in the minds of the Kilkenny team. Early in the game it looked as if the Leesiders would triumph over their great rivals once again, however, five points from Kilkenny in the last seven minutes gave Coogan a third All-Ireland medal.\n1971 saw Coogan capture a sixth provincial medal as Kilkenny began to assert their dominance over Wexford. The Leinster champions later played Tipperary in the only eighty-minute All Ireland final between these great rivals. After a thrilling and exciting game Tipperary emerged the victors on a score line of 5-17 to 5-14.\nIn 1972 Coogan won a seventh Leinster title following a victory over Wexford in a replay of the provincial final. Once again, Cork provided the opposition in the 1972 All-Ireland final, a game which is often considered to be one of the classic games of the modern era. In the game itself Coogan came on as a substitute as Kilkenny came from behind to win the game comfortably. This was Coogan's last major success and he retired from inter-county hurling in 1973.\n\n\n=== Provincial ===\nCoogan also won a Railway Cup medal with Leinster in 1967.\n\n\n== Criminal conviction ==\nIn June 1996, Coogan was convicted of indecent assault on two young girls and sentenced to four years in jail. The former player, a father-of-two, was found guilty of indecently assaulting a 10-year-old girl nine years previously. He also pleaded guilty to indecently assaulting a nine-year-old girl 12 years previously. His appeals of his sentence were unsuccessful.\n\n\n== References ==",
    "link": "https://en.wikipedia.org/wiki/Martin_Coogan_(hurler)",
    "summary": "Martin Coogan (born 1940) is a former Irish sports person. He played hurling with his local club Erin's Own and with the Kilkenny senior inter-county team from 1961 until 1973.",
    "section titles": "Playing career Inter-county Provincial Criminal conviction References",
    "keywords": ["Irish", "hurler", "hurling", "career", "Inter-county", "inter-county", "criminal", "conviction", "convicted"]
}