{"title": "Mary G. F. Bitterman", "text": "Mary G. F. Bitterman (b. 1944) is an American historian and former media executive who is president of The Bernard Osher Foundation, a philanthropy that supports higher education and the arts. She is a former director of the Voice of America and was the youngest person and the first female to hold that position.\n\n\n== Biography ==\nBitterman received her B.A. from Santa Clara University and her M.A. and Ph.D. in Modern European History from Bryn Mawr College in Pennsylvania. She married to Morton Edward Bitterman (1921–2011) and has three daughters.\n\n\n=== Media production ===\nEarly in her career, Bitterman produced documentaries for public television and has written about the development of telecommunications and the role of media in developing societies around the world. She was named director of Hawaii Public Broadcasting Authority in 1974 at the age of 30, the youngest individual and the first woman to head a PBS television station.\n\n\n=== Voice of America ===\nAs as the 15th Director of Voice of America (VOA), she was the youngest person to hold that position and the first woman to do so. She remained in that position from 1980 to 1981 and during that time, Iran was still holding 52 Americans hostages and there was a resurgence of state-sponsored jamming of Western international broadcasters, including VOA. According to the VOA website, she made an impact on several levels.\"Bitterman’s accomplishments at VOA are many: Through her personal connections in China, she arranged the first exchange of broadcasters between VOA and China; she began VOA’s Dari broadcasting after the Soviet invasion of Afghanistan; she worked to ensure the safety of more than 250 U.S. international broadcasting personnel during Liberia’s bloody coup d’etat; and coped with the jamming of VOA Polish at the rise of the Solidarity trade union.\"\n\n\n=== Broadcasting and philanthropy ===\nFrom 1993 to 2002 she was President and CEO of the primary PBS affiliate in the San Francisco Bay Area, station KQED. In 2002, Bitterman was named President and CEO of The James Irvine Foundation. In that same year, she became a member of the PBS board of directors and was board chairman from 2005 to 2007. She is credited with overseeing the establishment of the PBS Endowment Fund and she \"grew the Foundation into a robust operation that raised a record-setting $51 million last year [2019].\"She is on the Stanford Institute for Economic Policy Research advisory council and has been a member of the steering committee of Project Dana, a Hawaii-based, volunteer caregiving project for the frail elderly and disabled.\n\n\n=== The Bernard Osher Foundation ===\nBitterman became president of The Bernard Osher Foundation in 2004 and has led its support for higher education and the arts, which includes cultural exhibitions and performances, as well as postsecondary scholarships. It also targets programs in integrative medicine in the United States and Sweden. In 2005, the foundation began emphasizing scholarships for returning students who are pursuing baccalaureate degrees at colleges and universities. The Foundation also sponsors a national network of lifelong learning programs for seniors, called the Osher Lifelong Learning Institutes, on 124 campuses across the United States.\n\n\n== Awards and honors ==\n2006 recipient of The Ralph Lowell Award for \"outstanding contributions and achievements to public television\"\nHonorary member of the National Presswomen’s Federation\nFellow of the National Academy of Public AdministrationHonorary doctorates from Dominican University of California, Santa Clara University and University of Richmond.\n\n\n== Selected publications ==\nBitterman, Mary GF. \"Mass communication and social change.\" Media Asia 12.1 (1985): 38-43.\nBitterman, Mary GF. \"Culture and Communication in the Asia-Pacific Region: Laying the Groundwork for Informational Interdependence and Interchange.\" Media Asia 18.1 (1991): 52-56.\nBitterman, Mary GF. \"The Impact of Television on Society in the Asia Pacific Region'.\" The Ethics of Development: Language, Communication, and Power (1989).\nBitterman, Mary GF. \"Conclusions from TIDE II.\" Information Technology and Global Interdependence. New York: Greenwood (1989): 307-8.\nBitterman, Mary GF. \"Staying the course.\" Thirty-five years of Osher Philanthropy (2013).\n\n\n== References ==\n\n\n== External links ==\nBitterman Interview with Voice of America (2012)", "link": "https://en.wikipedia.org/wiki/Mary_G._F._Bitterman", "summary": "Mary G. F. Bitterman (b. 1944) is an American historian and former media executive who is president of The Bernard Osher Foundation, a philanthropy that supports higher education and the arts. She is a former director of the Voice of America and was the youngest person and the first female to hold that position.\n\n", "section titles": "Biography Media production Voice of America Broadcasting and philanthropy The Bernard Osher Foundation Awards and honors Selected publications References External links", "keywords": []}