{"title": "Mary Anne Barlow", "text": "Mary Anne Barlow (born 21 November 1973 (or 1 January 1974 according to some sources), is a South African actress and voice artist. She is best known for her roles in the popular serials Mama Jack, Wild at Heart and Prey.\n\n\n== Personal life ==\nShe was born on 21 November 1973 in Harare, Zimbabwe. The Price family patriarch, Sebastian Price, has three daughters from his first wife: Felicity, Elisabeth, and Alexandra \"Lexi\". In 1995, she started her Diploma in Dramatic Art and later graduated in 1997.She also plays felicity in the Legacy on mnet\n\n\n== Career ==\nShe performed in the popular theatre play Eskorts in 1997 performed at the Mandy Breytenbach Theatre in Pretoria and The Vagina Monologue Excerpts in 2003. In 2006, she appeared in a lead role on the television serial Shado's. She also played the role of 'Dr. Sam Jones' in the Season 4 of the serial Jacob's Cross.She is best known for her role as 'Coreen McKenzie Edwards' in the popular televisioin serial Egoli: Place of Gold from 1997-2003. She has also appeared in several international television serials such as; role 'Vanessa' in the British television series Wild at Heart since 2009. She made several supportive roles in the films Last Rites of Passage and Cape of Good Hope. In 2004, she made the lead titular role in the film Roxi. Then she starred in the 2005 film Mama Jack, along with Leon Schuster.She has also acted in several television serials Isidingo, Binnelanders, Ihawu, Roer Jou Voete and Snitch. In 2016, she played the role of 'Margaret Wallace' in the television mini-series Cape Town. In July 2020, she was cast for the television serial Legacy, where she played the role 'Felicity Price'.\n\n\n== Filmography ==\n\n\n== References ==\n\n\n== External links ==\nMary Anne Barlow on IMDb", "link": "https://en.wikipedia.org/wiki/Mary_Anne_Barlow", "summary": "Mary Anne Barlow (born 21 November 1973 (or 1 January 1974 according to some sources), is a South African actress and voice artist. She is best known for her roles in the popular serials Mama Jack, Wild at Heart and Prey.\n\n", "section titles": "Personal life Career Filmography References External links", "keywords": []}