{
    "title": "Monster (2003 film)",
    "text": "Monster is a 2003 biographical crime drama film written and directed by Patty Jenkins in her feature directorial debut. The film is about serial killer Aileen Wuornos, a former street prostitute who murdered seven of her male clients between 1989 and 1990 and was executed in Florida in 2002. It stars Charlize Theron (who also produced) as Wuornos, and Christina Ricci as her semi-fictionalized lover, Selby Wall (based on Wuornos's real-life girlfriend Tyria Moore).\nMonster had its world premiere at the AFI Fest on November 16, 2003. On February 8, 2004, it premiered at the 54th Berlin International Film Festival, where it competed for the Golden Bear, while Theron won the Silver Bear for Best Actress. The film was released in the United States on December 24, 2003, by Newmarket Films and on April 15, 2004, in Germany. Monster received positive reviews from critics and achieved box office success, grossing $60.4 million on an $8 million budget.\nThe film received a large number of awards and nominations, in particular for Theron's role, including the Academy Award for Best Actress, the Golden Globe Award for Best Actress in a Motion Picture – Drama, the Screen Actors Guild Award for Outstanding Lead Actress, the Critics' Choice Movie Award for Best Actress, the Independent Spirit Award for Best Female Lead, and also the Independent Spirit Award for Best First Feature (Patty Jenkins). Theron's acting has received critical acclaim; film critic Roger Ebert called Theron's role \"one of the greatest performances in the history of the cinema\". The film was chosen by the American Film Institute as one of the top ten films of 2003.\n\n\n== Plot ==\nIn 1989, after moving from Michigan to Daytona Beach, Florida, and on the verge of committing suicide, street prostitute Aileen Wuornos meets Selby Wall in a gay bar. Although she is initially hostile and declares that she is not gay, Aileen talks to Selby while drinking  beer. Selby takes to Aileen almost immediately, as she likes that she is very protective of her. Selby invites Aileen to spend the night with her. The two women return to the house where Selby is staying (temporarily exiled by her parents following the accusation from another girl that Selby tried to kiss her). They later agree to meet at a roller skating rink, and they kiss for the first time. Aileen and Selby fall in love, but they have nowhere to go, so Selby goes back to her aunt's home.\nAfter being brutally raped and beaten by a client, Vincent Corey, Aileen kills him in self-defense and decides to quit prostitution. She confesses her actions to Selby, who has been angry with her for her failure to support both of them. Aileen struggles to find legitimate work, but because of her lack of qualifications and criminal history, prospective employers reject her and are openly hostile. Desperate for money, Aileen returns to prostitution. She robs and kills her johns, each killed in a more brutal way than the last, as she is convinced that they are all trying to rape her. She spares one man out of pity when he admits he has never had sex with a prostitute, but eventually kills another man who, instead of exploiting her, offers help. Aileen uses the money she stole from her victims to support herself and Selby.\nHowever, Selby reads in the newspapers about the string of murders, and she begins to suspect that Aileen may have committed them. She confronts Aileen, who justifies her actions by claiming she had only been protecting herself. Selby returns to Ohio on a charter bus. The night of her arrest, Aileen is approached by two bounty hunters luring her outside to hand her to the cops. Thomas, whom Aileen always referred to as the only friend she had, tries to save her from getting arrested by stealing her away from the two men that approached her. Thomas offers to drive her off but Aileen declines, no longer trusting herself with the well-being of anyone dear to her. Aileen is eventually arrested at a biker bar and speaks to Selby one last time while in jail. Selby reveals some incriminating information over the telephone and Aileen realizes that the police are listening in. To protect Selby, Aileen admits that she committed the murders alone. During Aileen's trial, Selby testifies against her, with Aileen's loving consent. Aileen is convicted of the murders and sentenced to death. On October 9, 2002, Aileen is executed by lethal injection.\n\n\n== Cast ==\n\n\n== Reception ==\nMonster received acclaim from critics; most gave overwhelmingly high praise to Theron's performance as a mentally unstable woman  – Wuornos had antisocial personality disorder and borderline personality disorder. For the role, Theron gained 30 pounds (14 kg), shaved her eyebrows, and wore prosthetic teeth. Critics called her performance, and her makeup, a \"transformation\". Film critic Roger Ebert named Monster ″the best film of the year″, gave it four stars out of four, and noted that Theron's role is \"one of the greatest performances in the history of the cinema\":\nObserve the way Theron controls her eyes in the film; there is not a flicker of inattention, as she urgently communicates what she is feeling and thinking [...] Aileen's body language is frightening and fascinating. She doesn't know how to occupy her body. Watch Theron as she goes through a repertory of little arm straightenings and body adjustments and head tosses and hair touchings, as she nervously tries to shake out her nervousness and look at ease. Observe her smoking technique; she handles her cigarettes with the self-conscious bravado of a 13-year-old trying to impress a kid. And note that there is only one moment in the movie where she seems relaxed and at peace with herself.\nIn 2009, Ebert named it the third-best film of the decade. Ricci's performance also drew some praise, but was not without criticism. In his review for the film, Ebert praised her performance, stating \"Christina Ricci finds the right note for Selby Wall – so correct some critics have mistaken it for bad acting, when in fact it is sublime acting in its portrayal of a bad actor. She plays Selby as clueless, dim, in over her head, picking up cues from moment to moment, cobbling her behavior out of notions borrowed from bad movies, old songs, and barroom romances\".However, several people who knew Wuornos criticized the movie for portraying her as a victim and her victims as villains.Theron won the Academy Award for Best Actress, Golden Globe Award for Best Actress in a Drama and the SAG Award for her performance.\nReview aggregator website Rotten Tomatoes reports that 81% of critics gave the film a positive review based on 190 reviews, with an average rating of 7.16/10. The site's critics consensus states: \"Charlize Theron gives a searing, deglamorized performance as real life serial killer Aileen Wuornos in Monster, an intense, disquieting portrait of a profoundly damaged soul.\" On Metacritic, the film has a weighted average score of 74 out of 100 based on 40 critics, indicating \"generally favorable reviews\".\n\n\n=== Reflection in mass culture ===\nIn 2005, a reference to Monster appeared in the series Arrested Development. Charlize Theron plays the role of Rita in the series, and in the episode ″The Ocean Walker″, a frame from Monster appears on the screen with the clarification that this is a photo of Rita a year ago before the plastic surgery.In 2014, on Saturday Night Live, Charlize Theron made a self-reference to her role as Aileen Wournos. In the sketch Pet Rescue Commercial Kate McKinnon asked her to play a cat lady, whose image and behavior are based on Wournos from Monster.The song \"Aileen\" (2018) by comedian Willam from his third album is dedicated to Wournos and this film.\n\n\n== Music ==\n\n\n=== Soundtrack ===\nIn 2004, BT released an official soundtrack to the film. Included with the release is a DVD featuring all fifteen original cues, and an additional nine cues that would not fit on the CD, as well as an interview with BT and Patty Jenkins, and remix files for \"Ferris Wheel\".\nAll songs written by BT.\n\n\"Childhood Montage\"\n\"Girls Kiss\"\n\"The Bus Stop\"\n\"Turning Tricks\"\n\"First Kill\"\n\"Job Hunt\"\n\"Bad Cop\"\n\"'Call Me Daddy' Killing\"\n\"I Don't Like It Rough\"\n\"Ferris Wheel (Love Theme)\"\n\"Ditch the Car\"\n\"Madman Speech\"\n\"Cop Killing\"\n\"News on TV\"\n\"Courtroom\"\n\n\n=== Songs ===\nSongs which appeared in the film, but not on the official soundtrack:\n\"Don't Stop Believin'\" – Journey\n\"Where Do I Begin\" – The Chemical Brothers\n\"Crimson and Clover\" – Tommy James & The Shondells\n\"All She Wants Is\" – Duran Duran\n\"Space Age Love Song\" – A Flock of Seagulls\n\"Shake Your Groove Thing\" – Peaches & Herb\n\"Tide Is High\" – Blondie\n\"What You Need\" – INXS\n\"Sugar and Spice\" – The Searchers\n\"Secret Crush On You\" – Pete Surdoval, Al Gross\n\"Flirtin' With Disaster\" – Molly Hatchet\n\"Keep on Loving You\" – REO Speedwagon\n\"Crazy Girl\" – Molly Pasutti\n\"Do You Wanna Touch Me (Oh Yeah)\" – Joan Jett & The Blackhearts\n\"A Road Runner: Road Runner's 'G' Jam\" – Humble Pie\n\"Sweet Peace and Time\" – Humble Pie\n\n\n== See also ==\nList of lesbian, gay, bisexual, or transgender-related films by storyline\n\n\n== References ==\n\n\n== External links ==\nMonster on IMDb\nMonster at AllMovie\nMonster at Box Office Mojo\nMonster at Rotten Tomatoes\nMonster at Metacritic",
    "link": "https://en.wikipedia.org/wiki/Monster_(2003_film)",
    "summary": "Monster is a 2003 biographical crime drama film written and directed by Patty Jenkins in her feature directorial debut. The film is about serial killer Aileen Wuornos, a former street prostitute who murdered seven of her male clients between 1989 and 1990 and was executed in Florida in 2002. It stars Charlize Theron (who also produced) as Wuornos, and Christina Ricci as her semi-fictionalized lover, Selby Wall (based on Wuornos's real-life girlfriend Tyria Moore).\nMonster had its world premiere at the AFI Fest on November 16, 2003. On February 8, 2004, it premiered at the 54th Berlin International Film Festival, where it competed for the Golden Bear, while Theron won the Silver Bear for Best Actress. The film was released in the United States on December 24, 2003, by Newmarket Films and on April 15, 2004, in Germany. Monster received positive reviews from critics and achieved box office success, grossing $60.4 million on an $8 million budget.\nThe film received a large number of awards and nominations, in particular for Theron's role, including the Academy Award for Best Actress, the Golden Globe Award for Best Actress in a Motion Picture – Drama, the Screen Actors Guild Award for Outstanding Lead Actress, the Critics' Choice Movie Award for Best Actress, the Independent Spirit Award for Best Female Lead, and also the Independent Spirit Award for Best First Feature (Patty Jenkins). Theron's acting has received critical acclaim; film critic Roger Ebert called Theron's role \"one of the greatest performances in the history of the cinema\". The film was chosen by the American Film Institute as one of the top ten films of 2003.",
    "section titles": "Plot Cast Reception Reflection in mass culture Music Soundtrack Songs See also References External links",
    "keywords": ["2003", "film", "biographical", "drama", "serial", "killer", "plot", "cast", "reception"]
}