{
    "title": "Morgan Higby Night",
    "text": "Morgan Higby Night (born August 15, 1970) is an American writer, director, producer, and DJ. His notable works include; feature film Matters of Consequence, an award winning video for The Asylum Street Spankers, The Shim Sham Club,  Devil's Night Radio and Hicksville Trailer Palace. He is the father of Lydia Night of The Regrettes.\n\n\n== Early life ==\nNight was born in Canoga Park, California on August 15, 1970. His maternal Grandfather was a philanthropist, and founder of City National Bank, Alfred Hart.\n\n\n== DJ career ==\nNight's DJ career started in 1989 in Chico, CA at the Shell Cove and has continued at The Roxbury, Burgundy Room, Bigfoot Lodge, Shim Sham Club and Bar 107 in Downtown Los Angeles. In 1998 Night had a radio show on the Los Angeles \"pirate radio\" station KBLT, called \"2 Martini Breakfast; The Show for the Aspiring Alcoholic\". The show and station are featured in the book 40 Watts from Nowhere, by Sue Carpenter.\n\n\n== Film Production and Directing ==\nAt age 27, Night directed, produced, wrote and starred in his first feature film, Matters Of Consequence. It was the first film to feature The Pussycat Dolls and won the \"MovieMaker Magazine Breakthrough Award\" at the New Orleans Film Festival.\nAssociate Producer of his friend John Cameron Mitchell's film Shortbus. Co-producer of the 1994 feature \"Talking About Sex\" starring Kim Wayans and featuring a then unknown Mark Cuban.\n\n\n== Shim Sham Club ==\nNight moved to New Orleans, and opened The Shim Sham Club in 1999. Produced the burlesque show The Shim Shamettes which was one of the countries first burlesque revival troupes. The troupe was the only one in the country to use entirely live music from Ronnie Magri' s Shim Sham Revue. The troupe and club were featured in various publications including USA Today, Time, Wall Street Journal, Playboy and GQ which named The Shim Sham Club as one of the top 10 bars in the world. Several bands came through there including The Cramps, The White Stripes, The Hives, The Donnas, Jim Carroll, Lydia Lunch, Rudy Ray Moore, The Melvins, The Breeders and Sam Butera. Los Angeles' legendary band X played the closing night of the Shim Sham and Night moved back to Los Angeles in 2003.\n\n\n== Music video ==\nWrote and Directed several music videos, including videos for Joan Jett and the Blackhearts, Kim Lenz, Throw Rag and the Webby Award winning video for The Asylum Street Spankers, \"Stick Magnetic Ribbons on your S.U.V.\" There are several cameos in Night directed videos. John Doe of X and Duane Peters of U.S. Bombs appear in \"Androgynous\". Selene Luna appears in \"She Don't Want To. She Don't Care.\" Mighty Mike Murga, Greta Valenti, Ainjel Emme and Jesika Von Rabbit appear in \"Ragtime Man\"\n\n\n== Controversy ==\nIn 2009, several websites including  Comedy Central, College Humor, Video Gum and Funny Or Die refused to post Night's music video for Charlie King's  \"Ragtime Man\" because of its controversial nature. The video is a \"Disney like\" musical about a man who loves women during their menstruation cycle.\n\n\n== Devil's Night Radio! ==\nLaunched a radio station in 2006 called Devil's Night Radio. The format is described as \"The Best Dive Bar Juke Box You've Heard in Your Life\" and has become popular worldwide on iTunes radio.\n\n\n== Devil's Night Drive In ==\nDrive In movie event launched by Night in Downtown Los Angeles. Started in 2006, Devil's Night Drive In shows cult classic movies twice a month during summer and once a month during winter. Event features FM transmitter, Car Hops, Concessions and Astroturf. Event has been featured in several publications including L.A. Times, NBC.com, KCET online.\n\n\n== Hicksville Trailer Palace ==\nOpened in 2010,Hicksville Trailer Palace in Joshua Tree, California is described as a \"Trailer Park Motel and Artist Retreat.\" It features vintage themed trailers, a world class recording studio, feature film edit bay, and several activities on the property. The property is also sustainable and run 95% on solar power. It has been featured on NPR and on several websites including Thrillist, Matador Travel Network and Brand X(L.A. Times). Hicksville was California's first trailer motel and the second in the United States to Arizona's Shady Dell(est.1927)\n\n\n== Hicksville Pines Bud & Breakfast ==\nOpened in 2016, [1] in Idyllwild, California became California's first marijuana friendly hotel or Bud and Breakfast in September 2017. It features ten themed rooms including collaborations with Dita Von Teese and Third Man Records. Other themes include tributes to Dolly Parton, the TV Show Twin Peaks, John Waters and Disney's Haunted Mansion.\n\n\n== Awards ==\n1998 - Winner Movie Maker Breakthrough Award - New Orleans Film Festival - Matters of Consequence\n2007 - Official Honoree - Webby Awards - Music/Variety - \"Stick Magnetic Ribbons on your S.U.V.\"\n2019 - 100 Best Hotels in the World(Hicksville Pines) - Fodor's Travel\n\n\n== Cover-Me.org ==\nA non-profit organization launched in 2010 by Night. They sell donated cover songs and use the money to buy blankets for downtown Los Angeles homeless.\n\n\n== Filmography ==\n1994 Talking About Sex (Feature Film) Co-Producer\n1995 Skooled (Short Film) Producer, Writer, Director / Actor\n1998 Matters of Consequence (Feature Film) Producer / Writer / Director / Actor\n2005 Throw Rag - \"She Don't Want To. She Don't Care\" (Music Video) Producer / Writer / Director\n2006 Asylum Street Spankers - \"Stick Magnetic Ribbons on your S.U.V.\" (Music Video) Producer / Writer / Director\n2006 Shortbus (Feature Film) Associate Producer\n2007 Joan Jett & the Blackhearts - \"Androgynous\" (Music Video) Producer / Writer / Director\n2009 Kim Lenz & her Jaguars - \"Zombie for Your Love\" (Music Video) Producer / Writer / Director\n2009 Charlie King - \"Ragtime Man\" (Music Video) Producer / Writer / Director\n2014 Pretty Little Demons - \"Unknown Species\" (Music Video) Producer / Writer / Director\n2016 The Regrettes - \"Hey Now\" (Music Video) Producer / Writer / Director\n\n\n== References ==\n\n\n== External links ==\nOfficial website\nMorgan Higby Night on IMDb",
    "link": "https://en.wikipedia.org/wiki/Morgan_Higby_Night",
    "summary": "Morgan Higby Night (born August 15, 1970) is an American writer, director, producer, and DJ. His notable works include; feature film Matters of Consequence, an award winning video for The Asylum Street Spankers, The Shim Sham Club,  Devil's Night Radio and Hicksville Trailer Palace. He is the father of Lydia Night of The Regrettes.\n\n",
    "section titles": "Early life DJ career Film Production and Directing Shim Sham Club Music video Controversy Devil's Night Radio! Devil's Night Drive In Hicksville Trailer Palace Hicksville Pines Bud & Breakfast Awards Cover-Me.org Filmography References External links",
    "keywords": ["writer", "director", "producer", "DJ", "career", "Shim", "Sham", "Club", "music", "video", "videos"]
}