{"title": "Mount Olympus (Utah)", "text": "Mount Olympus in the U.S. state of Utah is one of the most prominent and recognizable mountains viewable from practically every location in the Salt Lake Valley. Mount Olympus is not the tallest peak along the Wasatch Front, but its unusual form and location make it a popular hiking destination for locals. The mountain is situated immediately east of the center of the Salt Lake Valley (due east from Murray and Taylorsville). Distinctive features of the mountain are its twin peaks and other outcroppings, the highest of which is called \"Summit Peak\" and which towers above the valley to an elevation of 9,030 feet (2,752 m). Thus, the peak looms about 4,800 feet (1,463 m) above the valley floor.\n\n\n== Hiking ==\nBecause of its proximity, visibility, and accessibility to a large metropolitan area, Mount Olympus has been a popular hiking destination for the residents of the Salt Lake Valley for many years. Most hikers reach the summit via the Mount Olympus Trail, which is a steep hike from the mountain base and stretches approximately 3.1 miles (5.0 km) to the summit. The last 600 vertical feet of terrain to the summit involves several short semi-technical scrambles that often cause problems for hikers, especially on the descent and have led to numerous rescues. \nThis peak is also a popular winter hiking route because the terrain is not as avalanche prone as many of the surrounding peaks. Due to the trail's elevation and tree density, it remains snow-covered until May, and early spring hiking is best aided by snowshoes. Hiding near the base of Mount Olympus lies Utah's second deepest, and the United States' 13th deepest cave, known as Neffs Cave.\n\n\n== See also ==\nList of Mountains in Utah\nWasatch-Cache National Forest\n\n\n== References ==\n\n\n== External links ==\n\"Mount Olympus\". SummitPost.org.\n\"USA Deepest Caves\". CaverBob.com.\nHalliday, William R. (1959). \"The Story of the Great  Caves of the West and the Men Who Explored Them\". America's Deepest Cave. Harper & Brother, Publishers.\n\"Mt Olympus hiking\". climb-utah.com.", "link": "https://en.wikipedia.org/wiki/Mount_Olympus_(Utah)", "summary": "Mount Olympus in the U.S. state of Utah is one of the most prominent and recognizable mountains viewable from practically every location in the Salt Lake Valley. Mount Olympus is not the tallest peak along the Wasatch Front, but its unusual form and location make it a popular hiking destination for locals. The mountain is situated immediately east of the center of the Salt Lake Valley (due east from Murray and Taylorsville). Distinctive features of the mountain are its twin peaks and other outcroppings, the highest of which is called \"Summit Peak\" and which towers above the valley to an elevation of 9,030 feet (2,752 m). Thus, the peak looms about 4,800 feet (1,463 m) above the valley floor.", "section titles": "Hiking See also References External links", "keywords": []}