{
    "title": "Naan Kadavul",
    "text": "Naan Kadavul (transl. I am God) is a 2009 Indian Tamil-language arthouse action film co-written and directed by Bala. The film is based on the Tamil novel Yezhaam Ulagam by Jeyamohan, who also penned the dialogues for the film. The film features Arya and Pooja in the lead roles. The film was also dubbed in Hindi as Pandav — The Punch and in Telugu as Nenu Devudini. \nThe film produced by K. S. Sreenivasan and jointly distributed by Vasan Visual Ventures and Pyramid Saimira, had background score and soundtrack composed by Ilaiyaraaja. Arthur A. Wilson handled the cinematography while Suresh Urs looked after the editing. The film had been in making for over three years, finally released on 6 February 2009. Upon release the film received critical acclaim, winning two National Film Awards, including the Best Director Award for Bala, four Vijay Awards, three Tamil Nadu State Film Awards and two Filmfare Awards. It was also shown at film festivals, such as the 2010 Fantastic Fest and the 2011 Beloit International Film Festival.\n\n\n== Plot ==\nFor astrological reasons, a father (Azhagan Thamizhmani) has to leave his son Rudran (Arya) in Kashi for 14 years.\n14 years later, repenting his act, he goes with his daughter in search of the boy. He finds him there but is shocked to learn he has become an Aghori, a fierce, tigerish, and cannibalistic sadhu who gives moksha and prevents the soul from getting reborn. Nevertheless, he brings him back to Tamil Nadu as he had promised the boy's mother (Vijaya Bharathi).\nThe story takes a turn here and introduces us to the world of physically and mentally challenged beggars, a world controlled by the cruel Thandavan (Rajendran). Hamsavalli (Pooja Umashankar) is a blind girl who was with a group of street actors, but on one day was forcefully separated from her troupe and made to join the beggars controlled by Thandavan. Soon, she becomes a victim of Thandavan's cruelty.\nMeanwhile, Rudran leaves his house to find his place in a small cave near a hill temple. One day, Rudran's mother comes to plead with him to come back to their house but is unsuccessful. Following this, Hamsavalli tries to convince Rudran to return to his house, but fails. In the meantime, Thandavan makes a deal with another man of the same profession to sell some of his beggars to him for a tidy profit. The man forcefully takes the beggars away, although they want to stay with the rest of the beggars. He and returns with a man with a deformed face trying to force Hamsavalli to marry him for 10 lakhs worth of money. Thandavan orders his men to bring Hamsavalli, but they take her to Rudran to help her. Rudran kills the new man and is arrested by the local police, who are forced to let him go as they are not able to locate the body and are afraid of forcing a confession from Rudran for fear of being curse. This agitates Thandavan.\nHamsavalli seeks protection and solace from the church, but Thandavan finds her and tortures her as she refused to marry the deformed man, thus making him lose out on a good amount of money. An angered and humiliated Thandavan beats up Hamsavalli badly. Rudran is shown wounded in his forehead, with blood oozing out. In a flashback, Thandavan appears face-to-face against Rudran and fights him, the result of the fight being the wound. Rudran kills Thandavan. Hamsavalli finds her way to Rudran and beseeches him to free her from her misery and the earthly life.  She also pleads with him to grant her moksha so that she never has to be born again. Rudran then slashes Hamsavalli's throat and performs her last rites.\nIn the final scene of the movie, Rudran returns to his guru in Kashi.\n\n\n== Cast ==\nArya as Rudran aka Bhagwan Kaal Bhairav (The Aghori)\nPooja as Hamsavalli, a blind girl\nRajendran as Thandavan, a cruel man\nKrishnamoorthy as Murugan, a mentally challenged person\nAzhagan Thamizhmani as Rudran's father\nVijaya Bharathi (aka Bharathi) as Rudran's mother\nSingampuli as Kuyyan\nAacharya Ravi\nRasaiya Kannan\n\n\n== Production ==\nAfter the release of Pithamagan (2003), Bala began to work on a script for a film for which he sought inspiration from a scene in Anbe Sivam which had inspired him to make his film, referring to a scene where Kamal Haasan states to Madhavan that \"when we love others unconditionally without any expectation, we become Gods\". It was announced that the film would star Ajith Kumar in the lead role and produced by A. M. Rathnam. Ajith signed a contract for the film stating that he would work in the film for 150 days, and the project was titled  Naan Kadavul. However Ratnam, the producer of the film dropped out in December 2004, opting to concentrate on his Telugu film Bangaram and his son's venture, Kedi. Early sources indicated that Cleeny, sister of actress Gopika, would play the lead role in the film although this later proved to be untrue and Meera Jasmine was selected. As pre-production work continued, Ajith grew his hair for the role and subsequently appeared in a song in the much-delayed film, Varalaru with the long hair he grew for Naan Kadavul, when doing patchwork. The film was briefly shelved in August 2005 and Ajith moved on to sign other films such as P. Vasu's Paramasivan, which was initially set to be produced by Bala, and Perarasu's Thirupathi. The film then re-emerged and in April 2006, Bala announced the technical crew of the film revealing that Arthur A. Wilson would be cinematographer, Krishnamoorthy as art director and that Ilaiyaraaja would score the film's music. Pre-production on the film began in early 2006, with Bala's assistants already scouting for ideal filming locations in the city of Varanasi. Ajith announced that the shoot of the film would start in the city in May 2006, with the actor refusing to speculate the story of the film. However, as the film yet again failed to take off, Ajith finally pulled out of the project in June 2006 stating he could wait no longer for Bala.Suriya was named as a potential replacement, but the actor was committed to several other films during the period. It was reported that Narain, who also made his debut with Chithiram Pesuthadi, would do the role but producers wanted a more saleable name, and hence Arya was signed up. Arya was eager to appear in the film but had already given dates to Saran for Vattaram, and unsuccessfully attempted to drop out of that film to allot dates for Naan Kadavul. Saran's refusal meant that Arya had to wait and complete the film before joining Bala's team. Bala stated in an interview that to play the character of Rudran, he needs a person who doesn't have mercy when we look into his eyes. So he opted Ajith first and later chosen Arya to play the character of Rudran. Bhavana was signed for the film after the success of Chithiram Pesuthadi, replacing Meera Jasmine. Ravi, director of Vignesh starrer Aacharya and Kannan, director of Raasaiyya, made their debuts as actors with this film. Rajendran, a fight master who earlier appeared in a small role in director Bala's previous film Pithamagan was selected to play main villain thus making his debut as full-fledged actor. The film also introduced 175 new faces to the screen in which most of them being physically challenged people. The film was consequently launched in June 2006 at Hotel Green Park, Chennai with P. L. Thenappan's Sri Rajalakshmi Films as producers. Arya grew his hair out for the film.The photo shoot of the film was held in August 2006 with Arya and Bhavana and images of Arya were released showing him in different postures of Yoga including Sirasasanam and Padmasanam. The film's first schedule began later that month in Nazarethpettai, near Chennai. Shoots continued in Kasi and Varanasi in January 2007, with Arya opting against working in any other films till Naan Kadavul was complete. Producer Thennapan also backed out of the film in early 2007 but Srinivasan of Vasan Visual Ventures took over swiftly.Bhavana also walked out of the film in early 2007 as she was unable to allot dates for the film and a search for another new cast member began. Meenakshi, Anjali and Parvathi Menon were heavily linked to the role to replace Bhavana, but Bala opted against selecting either. Subsequently, Karthika, who had been seen in small budget films such as Thootukudi and Pirappu, was booked as heroine and she was made to beg in the streets of Periyakulam during an audition. However Bala was still unimpressed. Hindi actress, Neetu Chandra, was flown down to Theni for a test shoot but Bala felt she did not have the looks for the role of a beggar girl. Actress Pooja was later finalised as lead actress in September 2007 and joined the sets of the film in Periyakulam in late 2007. She revealed that she went to the audition of the film only after being compelled by director Seeman and thought twice about accepting the film due to her commitments in a Sinhalese film, before the producer of that film released her from her contract.\n\n\n== Soundtrack ==\nThis film features 7 songs composed by Ilaiyaraaja. The audio was released on 1 January 2009. Lyrics have been penned by Vaali except for the track Pitchai Paathiram which has been penned by Ilaiyaraaja himself and the title song \"Maa Ganga\" written by Bharath Achaarya. The song \"Matha Un Kovilil\" was reused from Raja's own song which he had composed for Achchani (1978).\n\n\"Maa Ganga\" - Kunal Ganjawala - Bharath Achaarya\n\"Om Sivoham\" - Vijay Prakash - Vaali\n\"Kannil Paarvai\" - Shreya Ghoshal - Vaali\n\"Matha Un Kovilil\" - Srimathumitha - Ilaiyaraaja\n\"Amma Un Pillai Naan\" - Sadhana Sargam - Vaali\n\"Oru Kaatril Alaiyum\" - Ilaiyaraaja - Vaali\n\"Pitchai Paathiram\" - Madhu Balakrishnan - Ilaiyaraaja\n\n\n== Release ==\n\n\n=== Critical response ===\nMalathi Rangarajan of The Hindu called it \"a rare offering for intrepid folks who plump for true-to-life depictions\". The Times of India wrote, \"At a time when the clutter of routine commercial cinema gets to you, it's apt that you resort to an eerie film like Naan Kadavul.\" Pavithra Srinivasan of Rediff.com gave the film a rating of three out of five stars, writing, \"Naan Kadavul is definitely worth a watch for its superb secondary characters, setting and music\", but noted weaknesses with the script, describing it as lacking \"punch.\" Svrinavasan wrote, \"Aside from mumbling mantras at strategic points, Rudhran doesn't do anything much ... Very little of the sharp-sightedness that's gone in showcasing the world of beggars has gone into the mental make-up of Rudhran, and it shows.\" Sify wrote, \"Watch Naan Kadavul, because it's one of those films that won't easily get out of your head long after the film is over.\"\n\n\n=== Accolades ===\n\n\n== References ==\n\n\n== External links ==\nNaan Kadavul on IMDb\n\n\n== Bibliography ==\nDhananjayan, G. (2014). Pride of Tamil Cinema: 1931 to 2013. Blue Ocean Publishers. ISBN 978-93-84301-05-7.",
    "link": "https://en.wikipedia.org/wiki/Naan_Kadavul",
    "summary": "Naan Kadavul (transl. I am God) is a 2009 Indian Tamil-language arthouse action film co-written and directed by Bala. The film is based on the Tamil novel Yezhaam Ulagam by Jeyamohan, who also penned the dialogues for the film. The film features Arya and Pooja in the lead roles. The film was also dubbed in Hindi as Pandav — The Punch and in Telugu as Nenu Devudini. \nThe film produced by K. S. Sreenivasan and jointly distributed by Vasan Visual Ventures and Pyramid Saimira, had background score and soundtrack composed by Ilaiyaraaja. Arthur A. Wilson handled the cinematography while Suresh Urs looked after the editing. The film had been in making for over three years, finally released on 6 February 2009. Upon release the film received critical acclaim, winning two National Film Awards, including the Best Director Award for Bala, four Vijay Awards, three Tamil Nadu State Film Awards and two Filmfare Awards. It was also shown at film festivals, such as the 2010 Fantastic Fest and the 2011 Beloit International Film Festival.",
    "section titles": "Plot Cast Production Soundtrack Release Critical response Accolades References External links Bibliography",
    "keywords": ["I", "am", "God", "2009", "Indian", "Tamil", "Tamil-language", "arthouse", "action", "film", "Bala", "novel", "Plot", "Aghori", "Plot"]
}