{
    "title": "Naomi Ōzora",
    "text": "Naomi Ōzora (大空 直美, Ōzora Naomi, born February 4, 1989) is a Japanese voice actress from Osaka Prefecture. \n\n\n== Biography ==\nShe was born at a hospital in Miyagi Prefecture. Passed through Kanagawa Prefecture and spent the kindergarten period in Ibaraki Prefecture. After that, she spent time in Osaka Prefecture from elementary school, but once lived in Shikoku.\nIn June 2012, she made her voice actor debut as a child in Saint Seiya Omega.\nIn January 2014, Ōzora first starring role as Inari Fushimi in Inari, Konkon, Koi Iroha.\nŌzora is affiliated with Aoni Production.\n\n\n== Filmography ==\n\n\n=== Anime ===\n2013Noucome – Yuragi Hakoniwa\nServant × Service – Seller Girl\nTanken Driland: Sennen no Mahō – Amuze2014Inari, Konkon, Koi Iroha – Inari\nMarvel Disk Wars: The Avengers – Jessica Shannon\nSega Hard Girls – SG-1000 II2015The Idolmaster Cinderella Girls – Chieri Ogata\nTriage X – Hinako Kominato2016Maho Girls PreCure! – Cissy\nMatoi the Sacred Slayer – Yuma Kusanagi\nMomokuri – Norika Mizuyama2017Gabriel Dropout – Satanichia McDowell Kurumizawa\nNyanko Days – Azumi Shiratori\nTsugumomo – Kiriha\nKemono Friends – Black-tailed Prairie Dog (ep. 5, 7, 12)\nOne Piece – Charlotte Anana2018Chio's School Road – Chio Miyamo2019Pastel Memories – Michi Edogawabashi\nWataten!: An Angel Flew Down to Me – Kanon Konomori\nKandagawa Jet Girls – Pan Dina2020Tsugu Tsugumomo – Kiriha\nUzaki-chan Wants to Hang Out! – Hana Uzaki\nMaesetsu! – Mafuyu Kogarashi2021Heaven's Design Team – Meido\n\n\n=== Films ===\n2015Girls und Panzer der Film – Fukuda2020High School Fleet the Movie – Susan \"Sue\" Reyes\n\n\n=== Video games ===\n2011Ao no Kiseki - Duvalie2014The Legend of Heroes: Trails of Cold Steel II - Duvalie2017Fire Emblem Heroes – Ylgr, Lethe\nDead or Alive Xtreme Venus Vacation - Kanna\nMagia Record - Himika Mao\nGranblue Fantasy - The Sun\nMapleStory - Cadena (Female) 2020Kandagawa Jet Girls - Pan Dina\nGirls' Frontline - Falcon\nGirls' Frontline - QJY-88\nAzur Lane - Perseus\nSakuna of rice and ruin - Sakuna\n\n\n== References ==\n\n\n== External links ==\nOfficial agency profile (in Japanese)\nNaomi Ōzora  at Anime News Network's encyclopedia",
    "link": "https://en.wikipedia.org/wiki/Naomi_%C5%8Czora",
    "summary": "Naomi Ōzora (大空 直美, Ōzora Naomi, born February 4, 1989) is a Japanese voice actress from Osaka Prefecture. \n\n",
    "section titles": "Biography Filmography Anime Films Video games References External links",
    "keywords": ["Japanese", "voice", "actress", "Anime","Video", "Games", "Biography"]
}