{
    "title": "Naval rating",
    "text": "In a navy, a rate, rating or bluejacket is a junior enlisted member of that navy who is not a warrant officer or commissioned officer. Depending on the country and navy that uses it, the exact term and the range of ranks that it refers to may vary.\n\n\n== Royal Navy (United Kingdom) ==\nIn the Royal Navy and other navies in the Commonwealth, rate and rating are interchangeably used to refer to an enlisted member of the navy who is ranked below warrant officers and commissioned officers but may include petty officers and chief petty officers.\nThe term comes from the general nautical usage of rating to refer to a seaman's class or grade as recorded in the ship's books. The system of conferring authority on sailors in the Royal Navy evolved through the recognition of competence: landsman, ordinary seaman, able seaman, through to the appointment of authority as a petty officer.\nThe general structure now used breaks down into four major groupings:\nAble rate\nLeading rate\nPetty officer\nChief petty officer\n\n\n== United States Navy and United States Coast Guard ==\nIn the United States Navy, the term bluejacket is used instead to refer enlisted sailors that rank below a chief petty officer. Bluejacket derives itself from an item of clothing that was worn by junior enlisted sailors before 1886. It was used especially when the sailors were deployed ashore as infantry.The terms rate and rating as used in the U.S. Navy and U.S. Coast Guard refer to an enlisted member's pay grade (i.e. relative seniority or rank) and occupational field respectively. In the U.S. Navy and Coast Guard, an enlisted sailor is most commonly addressed, both verbally and in correspondence, by a combination of their rate and rating rather than by rate alone, unlike in other branches of the armed forces. For example, a sailor whose rate is \"Petty Officer 1st Class\" (pay grade E-6) and whose rating is \"boatswain's mate\" would be addressed as \"Boatswain's Mate 1st Class\" (abbreviated \"BM1\"). However, it is also correct to address sailors in pay grades E-4 through E-6 simply as \"petty officer\" (e.g. \"Petty Officer Jane Smith\") and pay grades E-7, E-8, and E-9 are addressed as \"Chief\", \"Senior Chief\", or \"Master Chief\" respectively. Pay grades E-3 and below do not have a rating and are sometimes referred to as \"non-rates\", and simply addressed as \"Seaman\" or by their last name alone; i.e. \"Seaman Jones\" or \"Jones\".\n\n\n== See also ==\nRoyal Navy ratings rank insignia\nRating system of the Royal Navy\nList of United States Navy ratings\nList of United States Navy enlisted rates\nList of United States Coast Guard ratings\nThe Bluejacket's Manual\n\n\n== Notes ==\n\n\n== References ==\nBaker, Ernest A., The New English Dictionary, Odhams Press, London, 1932.\nCutler, Thomas J., The Blue Jacket's Manual Centennial Edition, Naval Institute Press, Annapolis, Maryland, 2002. ISBN 9781557502087",
    "link": "https://en.wikipedia.org/wiki/Naval_rating",
    "summary": "In a navy, a rate, rating or bluejacket is a junior enlisted member of that navy who is not a warrant officer or commissioned officer. Depending on the country and navy that uses it, the exact term and the range of ranks that it refers to may vary.",
    "section titles": "Royal Navy (United Kingdom) United States Navy and United States Coast Guard See also Notes References",
    "keywords": ["rate", "navy","naval", "rating", "bluejacket", "member", "Royal", "Navy", "United", "States"]
}