{
    "title": "Neo-Byzantine architecture in the Russian Empire",
    "text": "Russian-Byzantine architecture (Russo-Byzantine architecture, Russian: русско-византийский стиль) is a revivalist direction in Russian architecture and decorative and applied arts, based on the interpretation of the forms of Byzantine and Ancient Russian architecture. As part of eclecticism could be combined with other styles.\nThe style originated in the Russian Empire in the first half of the 19th century. The founder of this style is considered to be Konstantin Thon. Formed in the early 1830s as an entire direction, the Russian-Byzantine style was inextricably linked with the concept of nationality, expressing the idea of cultural self-sufficiency of Russia, as well as its political and religious continuity in relation to Byzantine Empire. In a narrow sense, the Russian-Byzantine style referred as the style of Konstantin Thon, common in the second third of the 19th century, and post Thon style, that began in the 1850s and more similar to the Byzantine architecture, called the Neo-Byzantine style.\nRussian-Byzantine style became an officially endorsed preferred architectural style for church construction during the reign of Alexander II of Russia (1855–1881). Although Alexander III changed state preferences in favor of late Russian Revival, neo-Byzantine architecture flourished during his reign (1881–1894) and continued to be used until the outbreak of World War I. Émigré architects who settled in the Balkans and in Harbin after the Russian Revolution worked on Neo-Byzantine designs there until World War II.\nInitially, Byzantine architecture buildings were concentrated in Saint Petersburg and the Crimea, with two isolated projects launched in Kiev and Tbilisi. In the 1880s, Byzantine designs became the preferred choice for Orthodox expansion on the frontiers of the Empire – Congress Poland, Lithuania, Bessarabia, Central Asia, North Caucasus, the Lower Volga and the Cossack Hosts; in the 1890s, they spread from the Urals region into Siberia along the emerging Trans-Siberian Railway. State-sponsored Byzantine churches were also built in Jerusalem, Harbin, Sofia and on the French Riviera. Non-religious construction in Byzantine style was uncommon; most extant examples were built as hospitals and almshouses during the reign of Nicholas II.\n\n\n== History ==\n\n\n=== Background ===\n\nThe last decade of Alexander I's rule was marked by state enforcement of the Empire style as the only architectural style for religious, public and private construction. This monopoly of a single style was lifted in the early 1830s; as Nicholas I promoted Konstantin Thon's eclectic church designs, architects (Mikhail Bykovsky) and art circles in general (Nikolai Gogol) called for general liberalization of building permit procedures, insisting on the architect's freedom to choose a style best fitting the building's functions and the client's preferences. As a result, by the end of the 1840s Russian civil architecture diversified into various revival styles (Gothic Revival by Bykovsky, Neo-Renaissance by Thon) while new church projects leaned towards Thon's \"Album of model designs\" or neoclassicism.\nThe reign of Nicholas I was marked by persistent expansion of Russia – either in the form of colonization of territories acquired earlier in the West and South (partitions of Poland–Lithuania, Novorossiya, the Crimea, the Caucasus) or in the form of increasing intervention in the Eastern Question. Nicholas shared his predecessors' aspirations for the Bosporus and the Dardanelles, and engaged in a dispute with France for control over Holy Land shrines, which provoked the Crimean War. The eastern policies of the state aroused public interest and sponsored academic studies in Byzantine history and culture. The expansion of Russian Orthodoxy into the new territories created new large-scale construction projects that needed to be integrated into local environments.\nThe Imperial Academy of Arts, closely supervised by Nicholas, supported studies of the Orient and specifically Byzantium, but Nicholas himself despised Byzantine architecture. Ivan Strom, one of the architects of the cathedral of Saint Vladimir in Kiev, recalled Nicholas saying \"I cannot stand this style, yet, unlike others, I allow it\" (Russian: \"Терпеть не могу этого стиля но, не в пример прочим разрешаю\"). Royal approval was made possible by the academic studies of the architecture of Kievan Rus in the 1830s–1840s that, for the first time, attempted to reconstruct the initial shape of Kievan cathedrals and established them as the missing link between Byzantium and the architecture of Veliky Novgorod.\nThe cathedral of Saint Vladimir became the first neo-Byzantine project approved by the Emperor (1852). The Crimean War, lack of funds (the cathedral was financed through private donations) and severe engineering errors delayed its completion until the 1880s. The first neo-Byzantine projects to be completed appeared after the death of Nicholas: the interiors of the Saint Sergius of Radonezh church in the Strelna Monastery, designed by Alexey Gornostaev (1859), and a small chapel of Mariinsky Palace designed by Grigory Gagarin (1860).\n\n\n=== Royal endorsement ===\n\nPrince Grigory Gagarin, who had served in Constantinople and the Caucasus as a diplomat, became the most influential supporter of the Byzantine style – through his published studies of vernacular Caucasian and Greek heritage as well as through his service to empress Maria Alexandrovna and grand duchess Maria Nikolayevna (Alexander II's sister and president of the Imperial Academy of Arts). As early as 1856, empress Maria Alexandrovna expressed her will to see new churches executed in Byzantine style.The first of these churches was built in 1861–1866 on the Greek Square of Saint Petersburg. Architect Roman Kuzmin (1811–1867) loosely followed the canon of the Hagia Sophia – a  flattened main dome blended into a cylindrical arcade resting on a cubical main structure. Kuzmin, however, added a novel feature – instead of two apses, typical of the Byzantine prototypes, he used four. This cross-shaped layout was refined in 1865 by David Grimm, who extended Kuzmin's flattened structure vertically. Although Grimm's design remained on paper for over 30 years, its basic composition became nearly universal in Russian construction practice.\n\nAnother trend was launched by David Grimm's design of the Saint Vladimir Cathedral in Chersonesus (1858–1879). The church, built on the ruins of an ancient Greek cathedral, was sponsored by Alexander II. Grimm, also a historian of Caucasian heritage, was picked by Maria Alexandrovna, most likely upon advice by Gagarin and Maria Nikolaevna. His cross-shaped structure used a complex succession of staggered simple shapes. Grimm restricted the use of curvilinear surfaces to the main dome only; apses and their roofing were polygonal – in line with Georgian and Armenian prototypes. This \"linear\" variety of Byzantine architecture remained uncommon in the 19th century but surged in popularity in the reign of Nicholas II.Despite the support of the royal family, the reign of Alexander II did not produced many examples of the style: the economy, crippled by the Crimean War and further stressed by Alexander's reforms, was too weak to support mass construction. Once started, projects were delayed for decades. For example, Aleksei Avdeyev's draft of the Sevastopol Cathedral was approved in 1862, but actual work started only in 1873. The foundations, built before the war, were already in place yet construction dragged on slowly until 1888, literally consuming the architect's life. David Grimm's Tbilisi cathedral, designed in 1865, was started in 1871 and soon abandoned; construction resumed in 1889 and was completed in 1897. Grimm died one year later.\n\n\n=== Proliferation ===\n\nChurch construction and economy in general rebounded in the reign of Alexander III (1881–1894). In thirteen and a half years, the properties of the Russian Orthodox church increased by more than 5,000 places of worship; by 1894 there were 47,419 temples including 695 major cathedrals. Most of the new temples, however, belonged to the late 19th century variant of Russian Revival that became the official style of Alexander III. The turn in state preferences was signalled in 1881–1882 by two architectural contests for the design of the Church of the Savior on Blood in Saint Petersburg. Both contests were dominated by Neo-Byzantine designs, yet Alexander dismissed them all and eventually awarded the project to Alfred Parland, setting the stylistic preference of the next decade. Highly publicized features of Savior on the Blood – a central tented roof, excessive ornaments in red brickwork and a clear reference to Moscow and Yaroslavl relics of the 17th century – were instantly copied in smaller church buildings.Nearly all of the 5,000 churches attributed to Alexander III were financed through public donations. 100% state financing was reserved for a few palace churches directly catering to the royal family. The \"military\" churches built in military and naval bases were co-financed by the state, the officers, and through popular subscription among civilians. For example, the Byzantine church of the 13th infantry regiment in Manglisi (Georgia), designed to accommodate 900 worshipers, cost 32,360 roubles, of which only 10,000 were provided by the state treasury.Preference for Russian Revival did not mean aversion to Byzantine architecture. Alexander displayed a clear aversion to 18th century baroque and neoclassicism that he despised as symbols of Petrine absolutism; Byzantine architecture was an acceptable \"middle road\". Byzantine-style architects of the previous reign formed a numerous school with loyal clients, including senior clergy. Paradoxically, the Byzantine school was concentrated in the Institute of Civil Engineers which also provided a department chair to Nikolay Sultanov, informal leader of Russian Revival and an advisor to Alexander III. Sultanov's graduate, Vasily Kosyakov, made himself famous by the Byzantine churches in Saint Petersburg (1888–1898) and Astrakhan (designed in 1888, built in 1895–1904), but was just as successful in Russian Revival projects (Libava Naval Cathedral, 1900–1903). Two schools coexisted in a normal working atmosphere, at least in Saint Petersburg.\nNeo-Byzantine architecture of Alexander III's reign dominated in three geographical niches. It was the style of choice for Orthodox clergy and the military governors in Congress Poland and Lithuania (cathedrals in Kaunas, Kielce, Łódź, Vilnius); in the southern regions (Kharkov, Novocherkassk, Rostov-na-Donu, Samara, Saratov and numerous settlements of Cossack Hosts); and in the Urals (Perm to Orenburg); in 1891 the list expanded with Siberian towns along the emerging Trans-Siberian Railway.\n\nWestern and southern provinces engaged in large Byzantine projects designed by alumni of the Institute of Civil Engineers. Provincial architecture was frequently dominated by a single local architect (Alexander Bernardazzi in Bessarabia, Alexander Yaschenko in southern Russia, Alexander Turchevich in Perm), which explains regional \"clusters\" of apparently similar churches. Architects usually followed the standard established by Kuzmin and Grimm, or the classical five-dome layout, with some notable exceptions. Kharkov Cathedral (1888–1901) was designed for 4,000 worshipers and equalled in height Ivan the Great Belltower in the Kremlin. The Cathedral of the Kovno fortress (1891–1895, 2,000 worshipers), contrary to Byzantine canon, was adorned by Corinthian columns, giving rise to the \"Roman–Byzantine\" style.\nAlexander's indifference to Byzantine architecture actually increased its appeal to private clients: the style was not reserved for the Church anymore. Elements of Byzantine art (rows of arches, two-tone striped masonry) were a common decoration of brick style factories and apartment buildings. They easily blended with Romanesque or Moorish revival traditions, as in the Tbilisi Opera, designed by Victor Schroeter. Byzantine-Russian eclecticism became the preferred choice for municipal and private almshouses in Moscow. The trend was started by Alexander Ober's church of the Rukavishnikov almshouse (1879) and culminated in the extant Boyev almshouse in Sokolniki (Alexander Ober, 1890s). Moscow clergy, on the contrary, did not commission a single Byzantine church between 1876 (church of Kazan Icon at Kaluga Gates) and 1898 (Epiphany cathedral in Dorogomilovo).\n\n\n=== Reign of Nicholas II ===\n\nThe personal tastes of the last emperor were mosaic: he promoted 17th-century Russian art in interior design and costume, yet displayed aversion to Russian Revival architecture. Nicholas or his Ministry of the Court did not demonstrate a lasting preference for any style; his last private commission, the Lower dacha in Peterhof, was a Byzantine design following a string of neoclassical revival buildings. State-funded construction was largely decentralised and managed by individual statesmen with their own agendas. For a short period preceding the disastrous Russo-Japanese War, Byzantine style apparently became the choice of state, at least of the Imperial Navy which sponsored high-profile construction projects at metropolitan and overseas bases.The architecture of the last twenty years of the Russian Empire was marked by a rapid succession of Art Nouveau and neoclassical revival. These styles dominated the private construction market but failed to get a firm niche in official Orthodox Church projects. However, Art Nouveau ideas slowly infiltrated traditional Byzantine architecture. Its influence was obvious in the furnishings of traditional Byzantine churches (Naval Cathedral in Kronstadt). Members of Art Nouveau (Fyodor Schechtel, Sergey Solovyov) and neoclassical (Vladimir Adamovich) schools created their own versions of the Byzantine style – either highly decorative (Schechtel's church in Ivanovo) or, on the contrary, \"streamlined\" (Solovyov's church in Kuntsevo). Eventually, the \"northern\" variety of Art Nouveau (Ilya Bondarenko) became the style of the legalized Old Believers.\n\nFragmentation of style in small-scale projects developed in parallel to four very large, conservatively styled Neo-Byzantine cathedrals: the Naval Cathedral in Kronstadt, cathedrals in Tsaritsyn, Poti (present-day Georgia) and Sofia (Bulgaria). Three of them (Kronstadt, Poti, Sofia) were a clear homage to the Hagia Sophia; their authors apparently dismissed the \"golden rule\" of single-dome designs established in the previous decades. Exact reasons for this change in style are unknown; in case of the Kronstadt cathedral it can be traced to direct intervention by Admiral Makarov.Poti cathedral, designed by Alexander Zelenko and Robert Marfeld, was unusual in being the first major church project built in reinforced concrete. It was structurally completed in a single construction season (1906–1907); the whole project took less than two years (November 1905 – July 1907), an absolute record for the period. Kronstadt cathedral, also employing concrete, was structurally complete in four construction seasons (1903–1907) due to delays caused by the revolution of 1905. Other projects did not fare as well; Dorogomilovo cathedral in Moscow (1898–1910), designed to be the city's second largest, was plagued by money shortages and in the end consecrated in an incomplete, stripped-down form.\n\n\n=== Emigration ===\nThe Russian branch of Byzantine architecture was terminated by the revolution of 1917 but found an unexpected afterlife in Yugoslavia through the personal support of King Alexander Karadjordjevic. Alexander sponsored Byzantine church projects by emigre architects in Belgrade, Lazarevac, Požega and other towns. Serbia and Montenegro became a new home to over a thousand construction workers and professionals from Russia. Russian immigration to Yugoslavia, estimated at 40–70 thousands, was welcomed by the government as a quick replacement of professionals killed in World War I. Vasily Androsov alone is credited with 50 Byzantine churches built in the interwar period. Russian painters created the interiors of the Monastery of Presentation and the historical Ružica Church.The Russian diaspora in Harbin produced two interwar Byzantine cathedrals. The larger Cathedral of Annunciation, designed and built by Boris Tustanovsky in 1930–1941, was destroyed during the Cultural Revolution. It was notable as one of the few large Russian Orthodox basilicas. A smaller, still extant Church of Protection, a single-dome structure designed in 1905 by Yury Zhdanov, was built in a single season in 1922. It has been Harbin's sole Orthodox place of worship since 1984.\n\n\n== Style defined ==\n\n\n=== Details ===\nByzantine revival architecture, unlike contemporary revival styles, was easily identifiable by a rigid set of decorative tools. Some examples of the style deviated into Caucasian, neoclassical and Romanesque, yet all followed the basic dome and arcade design rule of medieval Constantinople:\n\nHemispherical domes. Byzantine churches were always crowned with simple hemispherical domes. Sometimes, as in the Theotokos Orans (Our Lady of the Sign) church in Vilnius, they featured a small curvilinear pointed top at the base of a cross, otherwise the cross was mounted directly at the flattened apex of the dome. Onion domes and tented roofs of vernacular Russian architecture were ruled out; they remained exclusive features of Russian Revival architecture sponsored by Alexander III, and were considerably heavier and more expensive than domes of the same diameter.\nBlending of arches and domes. The most visible feature of Byzantine churches is the absence of a formal cornice between the dome and its support. Instead, the supporting arcade blends directly into dome roof; tin roofing flows smoothly around the arches. Arches were designed for maximum insolation via wide window openings. A few designs (Sevastopol Cathedral, 1862–1888, Livadia church, 1872–1876) also had wooden window shutters with circular cutouts, as used in medieval Byzantium. In the 20th century this pattern was reproduced in stone (Kuntsevo church, 1911), actually reducing insolation.\nExposed masonry. The Neoclassical canon enforced by Alexander I required masonry surfaces to be finished in flush stucco. Byzantine and Russian revival architects radically departed from this rule; instead, they relied on exposing exterior brickwork. While exposed brickwork dominated the scene, it was not universal; exterior stucco remained in use, especially in the first decade of Alexander II's reign.\nTwo-tone, striped masonry. Russian architects borrowed the Byzantine tradition of adorning flat wall surfaces with horizontal striped patterns. Usually, wide bands of dark red base brickwork were interleaved with narrow stripes of yellow of grey brick, slightly set back into the wall. Reverse (dark red stripes over grey background) was rare, usually associated with Georgian variety of churches built in Nicholas II period. The importance of colour pattern increased with building size: it was nearly universal in large cathedrals but unnecessary in small parish churches.\n\n\n=== Church plans and proportions ===\nAccording to 1870s studies by Nikodim Kondakov, the architecture of the Byzantine Empire employed three distinct church layouts:\n\nThe earliest standard of a symmetrical, single-dome cathedral (\"Hagia Sophia standard\") was set in the 6th century by Justinian I. Traditional Byzantine cathedrals had two pendentives or apses; the Russian standard developed by Kuzmin, Grimm and Kosyakov employed four.\nThe \"Ravenna standard\" of Byzantine Italy employed elongated basilicas. It remained common in Western Europe but was rarely used in Russia.\nThe five-domed type emerged in the 9th century and flourished during the Macedonian and Comnenian dynasties. It was the preferred plan for Russian Orthodox churches for centuries.Large Neo-Byzantine cathedrals erected in Russia followed either the single-dome or the five-dome plan. The single-dome plan was standardized by David Grimm and Vasily Kosyakov, and used throughout the Empire with minimal changes. Five-dome architecture displayed greater variety as architects experimented with proportions and placement of the side domes:\n\nSmaller churches almost always followed the single-dome plan. In a few cases (as in the Saint George church in Ardon, 1885–1901) very small side domes were mechanically added to a basic single-dome floorplan. Basilica churches emerged in the last decade of the Empire; all examples were small parish churches like the Kutuzov Hut Chapel in Moscow.\n\n\n=== Belltower problem ===\nThe Neoclassical canon dictated that the belltower should be substantially taller than the main dome. A lean, tall belltower ideally balanced the relatively flat main structure. As early as the 1830s, Konstantin Thon and his followers ran into the \"belltower problem\": the compact vertical shapes of Thon's Russo-Byzantine cathedrals did not blend well with traditional belltowers. Thon's solution was to remove the belltower altogether, installing bells on a small detached belfry (Cathedral of Christ the Saviour), or integrating the belfry into the main structure (Yelets cathedral). The same problem persisted in Neo-Byzantine designs, at least in the conventional tall structures inspired by Grimm's Tbilisi cathedral. Grimm himself placed the bells in a fully detached, relatively low tower situated far behind the cathedral. However, the clergy clearly preferred integrated belltowers; detached belfries remained uncommon.\nErnest Gibert, author of the Samara cathedral (1867–1894), on the contrary, installed a massive tall belltower right above the main portal. Gibere deliberately placed the belltower unusually close to the main dome, so that at most viewing angles they blended in a single vertical shape. This layout was favored by the clergy but bitterly criticized by contemporary architects like Antony Tomishko (architect of Kresty Prison and its Byzantine church of Alexander Nevsky). It was reproduced in Tashkent (1867–1887), Łódź (1881–1884), Valaam Monastery (1887–1896), Kharkov (1888–1901), Saratov (1899) and other towns and monasteries. Most of the Byzantine buildings, however, followed the middle road: the belltower was also set above the portal, but it was relatively low (on par with side domes or apses or even lower), and spaced aside from the main dome (Riga cathedral, (1876–1884), Novocherkassk cathedral (1891–1904) and others).\n\n\n== Legacy ==\n\n\n=== Destruction ===\nByzantine architecture, like Russian Revival, had the least chance to survive the anti-religious campaign of the 1920s. Destruction peaked in 1930, targeting large downtown cathedrals with no apparent logic: Kharkov cathedral of Saint Nicholas was demolished \"to streamline tram lines\", while the larger cathedral of Annunciation remained standing. Most of remaining churches were closed, converted to warehouses, cinemas or offices, and left to rot without proper maintenance. Nevertheless, majority of Byzantine churches survived past the fall of the Soviet Union. The table below, including all major Byzantine cathedrals and large parish churches, summarized current (2008) state of destruction and preservation:\n\n\n=== Revival of 1990s–2000s ===\n\nByzantine style remains uncommon in contemporary Russian architecture. There have been projects attempting to imitate the outline and composition of typical Neo-Byzantine cathedrals in reinforced concrete, omitting the elaborate brickwork of historical prototypes (e.g. Church of Presentation of Jesus in Saint Petersburg).\nRestoration of historical churches so far has a mixed record of success. There is at least one example of a Byzantine design (\"City\" church of Kazan Icon in Irkutsk) \"restored\" to imitate Russian Revival by adding tented roofs. While major cathedrals have been restored, churches in depopulated rural settlements or in the military bases (i.e. church of Our Lady the Merciful in Saint Petersburg and the Naval Cathedral in Kronstadt) remain in dilapidated conditions.\n\n\n== See also ==\nBristol Byzantine – a regional English variant\n\n\n== References ==\n(in Russian) Savelyev, Yu. R. Vizantiysky stil v architecture Rossii (Савельев, Ю. Р. Византийский стиль в архитектуре России. - СПБ., 2005) Saint Petersburg, 2005. ISBN 5-87417-207-6\n(in Russian) Savelyev, Yu. R. Iskusstvo istorizma i gosudarstvernny zakaz (Савельев, Ю. Р. Искуство историзма и государственный заказ. - М., 2008) Moscow, 2008. ISBN 978-5-903060-60-3\n(in Russian) Kaminsky, A. S. (editor) Khudozhestvenny sbornik russkih arhitektorov i inzhenerov (Художественный сборник русских архитекторов и инженеров), 1890–1893, electronic reissue by Russian Public History Library (Moscow), 2002–2004\n(in Russian) Naschokina, M. V. Architektory moskovskogo moderna. (Нащокина М. В. Архитекторы московского модерна. – М.: Жираф, 2005) Moscow, 2005. ISBN 5-89832-043-1\n(in English) Richard S. Wortman. Scenarios of Power. Princeton University Press, 2000. ISBN 978-0-691-02947-4\n\n\n== Notes ==\n\n\n== External links ==\nRussian Neo-Byzantine Architecture",
    "link": "https://en.wikipedia.org/wiki/Neo-Byzantine_architecture_in_the_Russian_Empire",
    "summary": "Russian-Byzantine architecture (Russo-Byzantine architecture, Russian: русско-византийский стиль) is a revivalist direction in Russian architecture and decorative and applied arts, based on the interpretation of the forms of Byzantine and Ancient Russian architecture. As part of eclecticism could be combined with other styles.\nThe style originated in the Russian Empire in the first half of the 19th century. The founder of this style is considered to be Konstantin Thon. Formed in the early 1830s as an entire direction, the Russian-Byzantine style was inextricably linked with the concept of nationality, expressing the idea of cultural self-sufficiency of Russia, as well as its political and religious continuity in relation to Byzantine Empire. In a narrow sense, the Russian-Byzantine style referred as the style of Konstantin Thon, common in the second third of the 19th century, and post Thon style, that began in the 1850s and more similar to the Byzantine architecture, called the Neo-Byzantine style.\nRussian-Byzantine style became an officially endorsed preferred architectural style for church construction during the reign of Alexander II of Russia (1855–1881). Although Alexander III changed state preferences in favor of late Russian Revival, neo-Byzantine architecture flourished during his reign (1881–1894) and continued to be used until the outbreak of World War I. Émigré architects who settled in the Balkans and in Harbin after the Russian Revolution worked on Neo-Byzantine designs there until World War II.\nInitially, Byzantine architecture buildings were concentrated in Saint Petersburg and the Crimea, with two isolated projects launched in Kiev and Tbilisi. In the 1880s, Byzantine designs became the preferred choice for Orthodox expansion on the frontiers of the Empire – Congress Poland, Lithuania, Bessarabia, Central Asia, North Caucasus, the Lower Volga and the Cossack Hosts; in the 1890s, they spread from the Urals region into Siberia along the emerging Trans-Siberian Railway. State-sponsored Byzantine churches were also built in Jerusalem, Harbin, Sofia and on the French Riviera. Non-religious construction in Byzantine style was uncommon; most extant examples were built as hospitals and almshouses during the reign of Nicholas II.",
    "section titles": "History Background Royal endorsement Proliferation Reign of Nicholas II Emigration Style defined Details Church plans and proportions Belltower problem Legacy Destruction Revival of 1990s–2000s See also References Notes External links",
    "keywords": ["Russian-Byzantine","Russian","architecture", "style","direction", "Byzantine", "History"]
}