{"title": "O'Fallon, St. Louis", "text": "O'Fallon is a neighborhood of St. Louis, Missouri. The neighborhood is located on the north side of the City of St. Louis, nestled between O'Fallon Park and Fairground Park. It is bounded by West Florissant, Harris Avenue, Algernon Street and Adelaide on the north, Pope Avenue on the northwest, Kossuth and Natural Bridge Avenues on the south via Fair Avenue, Warne on the east, and Newstead on the west. The O'Fallon neighborhood is located in the 21st Ward which is currently represented by Alderman John Collins-Muhammad.\n\n\n== Institutions ==\nThere are several strong neighborhood institutions throughout the O'Fallon neighborhood. Many churches, including Resurrection Lutheran, Northern Missouri Baptist and Holy Rosary Catholic, provide for the social and physical needs as well the spiritual well-being of their congregations. Innovative and challenging educational opportunities are offered through community and magnet schools. Yeatman Community School and the International Studies Magnet School provide stimulating and state of the art education to youth of the neighborhood and the metro area. In addition, the community school offers a wide range of programs and services to residents of all ages. Strong community organizations are instrumental in helping the neighborhood thrive. O'Fallon Alliance for Conservation, O'Fallon Community Housing Corporation, O'Fallon 2000, and dozens of Urban League block units work for the general betterment of the quality of life and housing opportunities. The North Newstead Merchant association and numerous other businesses and associations work to strengthen the neighborhood commercial district.\n\n\n== Characteristics ==\nThe O'Fallon neighborhood is anchored by two major public parks, O'Fallon Park and Fairground Park. The area is primarily a residential neighborhood with streets lined with brick and frame single-family homes, two-family homes, and a few multi-family buildings. Many of the housing units are owner-occupied, but there is a visibly large amount of abandoned, crumbling buildings and vacant lots. Ones that have been maintained are pleasant brick homes with well-tended porches. The neighborhood has not remained relatively stable thanks to many multi-generation residents in social gridlock and a high percentage of African Americans under the poverty line.\n\n\n== Demographics ==\nIn 2010 the racial makeup of O'Fallon was 96.8% Black, 1.1% White, 0.3% Native American, 1.6% Two or More Races, and 0.1% Some Other Race. 0.9% of the population was of Hispanic or Latino origin.\n\n\n== See also ==\nJohn O'Fallon\n\n\n== References ==", "link": "https://en.wikipedia.org/wiki/O%27Fallon,_St._Louis", "summary": "O'Fallon is a neighborhood of St. Louis, Missouri. The neighborhood is located on the north side of the City of St. Louis, nestled between O'Fallon Park and Fairground Park. It is bounded by West Florissant, Harris Avenue, Algernon Street and Adelaide on the north, Pope Avenue on the northwest, Kossuth and Natural Bridge Avenues on the south via Fair Avenue, Warne on the east, and Newstead on the west. The O'Fallon neighborhood is located in the 21st Ward which is currently represented by Alderman John Collins-Muhammad.\n\n", "section titles": "Institutions Characteristics Demographics See also References", "keywords": []}