{"title": "One Telecommunications", "text": "One Telecommunications (also known as One Albania) is a telecommunications company that operates in Albania, previously as Albanian Mobile Communications (AMC), and as Telekom Albania. AMC was part of the COSMOTE Group from 2000, and in 2008 joined the Deutsche Telekom group. The display name: One al, Telekom.al or AMC(for older phones).\nOn January 16, 2019 OTE part of Deutsche Telekom agreed to sell Telekom Albania for €50 million to Albania Telecom Invest, a company owned by the Bulgarian Vivacom owner Spass Roussev and Albanian born entrepreneur Elvin Guri. In July 2020, Telekom Albania changed its name of registration to “One Communication”, starting the transition to a new brand (ONE).\n\n\n== History ==\nThe company was established as a state owned company in November 1995, and started commercial operations in May 1996, thus being the first mobile operator in Albania. Instructed by Aleksandër Meksi, the team working on it was led by project manager Bashkim Kasa. The company was successfully privatized in August 2000. Cosmote acquired 85% of AMC capital share, through COSMO-HOLDING ALBANIA S.A., COSMOTE’s 97% owned subsidiary.The privatization of AMC in 2000 was a turning point in its history.\n\n\n== Services ==\nWhen COSMOTE acquired AMC, the company had 11,000 subscribers actually making outgoing calls. In August 2000, AMC launched Albakarta and in December 2001 AMC customer base exceeded 273,000 customers and in 2009 it had reached a customer base of 1.9 million. Currently, the company’s network covers 99.6% of the population and 95% of the geographical area. However, in 2011 its customer base retreated to 1.8 million.In 2011 AMC entered in the Albanian landline market, the second company in Albania that offers landlines in all country.\nAMC was the second mobile operator that provides 3G technology in Albania. In September 2011 the Albanian government awarded the second 3G network license to AMC for € 15.1 million ($20.6 million) outbidding Eagle Mobile which offered 12.9 million euros.  In January 2012 AMC Launched 3G services in Albania, only 3 months following the 3G license acquisition. In June of the same year AMC 3G infrastructure extended to approximately 95% of the country.By upgrading its service with the 3G platform, AMC has fulfilled another technological milestone in its history. AMC has fulfilled the HSPA+ (Evolved High-Speed Packet Access) standard, aiming to provide its subscribers with the same quality of service in different areas of the country.\nIn March 2015, AMC gained a 4G service license, with commercial operations the middle of 2015. It was the second that offered 4G LTE services in Tirana and south Albania. Also, the company was one of the first company in Europe that launched LTE-A technology Cat4 up to 150 Mbit/s download speed.\nThe company is official partner of most worldwide used apps, as AirBnB, Deezer, Evernote, Magisto, etc. In addition AMC has been awarded for its Business Excellence and Social Contribution (2013-5th Conference of Infokom, Tiranë): AMC was part of ICT Coalition for a Safer Internet for Children and Young (2012-2013).\n\n\n== Revenues ==\nIn 2005, its revenues exceeded €137 million. In 2007 AMC’s revenues reached 176.2 million Euro, 16.7% higher on a yearly basis. The company’s EBITDA grew by 20.1% in 2007 on a 62.0% margin, while net income increased by 22.1% year-on-year with the net income margin at 34.6% for 2007. During Q3 2008, AMC’ EBITDA margin stood at 67.4%. In 2011 AMC revenues stood at €119.3 million\n\n\n== Market share ==\nAlbania as per Q1 2019 has 3.66 million subscribers, out of which there are 2.5 million active users (101% penetration rate). An active user is the number of users that communicated in the last three months.The regulatory authority for telecommunication in Albania is the Electronic and Postal Communications Authority. \n\n\n== Controversy ==\nIn 2017, operators changed the duration of their monthly packages to 28 days instead of 30. The matter was investigated by the Authority and the operators were ordered to resume the 30-day duration once again.\nIn 2019, the Albanian Competition Authority intervened after Vodafone Albania, Telekom Albania and Albtelecom increased their tariffs by ALL 200 and doubled the minimum recharge value from ALL 100 to ALL 200. The move sparked strong reactions from consumers who felt that the high price increase across three of the main providers was unfair and it was reported to the Competition Authority. The three companies took immediate action to lower the prices in accordance with the instructions of the Albanian Competition Authority.\n\n\n== See also ==\nList of mobile network operators of Europe\nVodafone\nALBtelecom Mobile\nPlus\n\n\n== References ==\n13. https://www.one.al/kompania/media/news/telekom-albania-is-rebranded-to-one/article71002\n14. https://commons.m.wikimedia.org/wiki/File:One-albania.png#mw-jump-to-license", "link": "https://en.wikipedia.org/wiki/One_Telecommunications", "summary": "One Telecommunications (also known as One Albania) is a telecommunications company that operates in Albania, previously as Albanian Mobile Communications (AMC), and as Telekom Albania. AMC was part of the COSMOTE Group from 2000, and in 2008 joined the Deutsche Telekom group. The display name: One al, Telekom.al or AMC(for older phones).\nOn January 16, 2019 OTE part of Deutsche Telekom agreed to sell Telekom Albania for €50 million to Albania Telecom Invest, a company owned by the Bulgarian Vivacom owner Spass Roussev and Albanian born entrepreneur Elvin Guri. In July 2020, Telekom Albania changed its name of registration to “One Communication”, starting the transition to a new brand (ONE).\n\n", "section titles": "History Services Revenues Market share Controversy See also References", "keywords": []}