{
    "title": "Peter Millican",
    "text": "Peter Millican (born 1 March 1958) is Gilbert Ryle Fellow and Professor of Philosophy at Hertford College, University of Oxford in the United Kingdom.  His primary interests include the philosophy of David Hume, philosophy of religion, philosophy of language, epistemology, and moral philosophy. Millican is particularly well known for his work on David Hume, and from 2005 until 2010 was co-editor of the journal Hume Studies. He is also an International Correspondence Chess Grandmaster, and has a strong interest in the field of computing and its links with Philosophy. Recently he has developed a new degree programme at Oxford University, in Computer Science and Philosophy, which accepted its first students in 2012. He currently hosts the University of Oxford's Futuremakers podcast, winning a CASE Gold Award in 2019.\nFrom 2014 to 2017 he maintained EarlyModernTexts.com, a site which hosts the writings of famous Early Modern writers in a somewhat modified form to make the text simpler to understand.\n\n\n== Education ==\nPeter Millican attended Borden Grammar School in Sittingbourne in Kent, United Kingdom.  He read Mathematics and then Philosophy and Theology at Lincoln College, Oxford from 1976–1980. Staying at Lincoln College, Millican took the Philosophy B.Phil in 1982 (with a thesis in Philosophical Logic).  Millican later obtained his PhD with a thesis on Hume, Induction and Probability, and also a research MSc in Computer Science, while employed at Leeds.\n\n\n== Academic career ==\nAfter teaching at the University of Glasgow from 1983, Millican was appointed in 1985 to a permanent Lectureship at Leeds University, teaching both Computing and Philosophy. After 20 years at Leeds, in 2005 Millican was appointed as Gilbert Ryle Fellow in Philosophy at Hertford College, Oxford, promoted to Reader in Early Modern Philosophy in 2007, and Professor of Philosophy in 2010. In 2009, he was appointed as the first \"David Hume Illumni Fellow\" at University of Edinburgh, a visiting position that he occupied during 2010–11.\n\n\n=== Research ===\nMillican is best known for his research on David Hume, notably on the development of Hume's philosophy, and on the interpretation of his writings on induction and causation. In a 1995 paper, Millican gave a detailed analysis of Hume's famous argument concerning induction, aiming to reconcile its apparent sceptical thrust with Hume's clear endorsement of inductive science: the previous interpretations that he was attacking had either condemned Hume as an inconsistent sceptic, or denied the scepticism entirely. His 2002 collection included a paper refining his analysis, and arguing against recent revisionary non-sceptical interpretations (particularly those proposed by Don Garrett and David Owen)—this debate is still ongoing in his 2012 paper. The collection also emphasised the distinctive importance of Hume's work in the 1748 Enquiry, with the controversial implication that the Enquiry, rather than the Treatise, should be taken as presenting Hume's definitive perspective on the main topics that it covers.\nMillican has published a series of substantial papers with the aim of deciding the so-called \"New Hume\" debate, which has been the most prominent controversy in Hume scholarship over the last 20 years (\"New Humeans\" take Hume to be a believer in a form of causation that goes beyond the constraints of his famous \"two definitions of cause\"). The first of these appeared in a 2007 collection on the debate, the second in the July 2009 issue of Mind, and the third (responding to replies) in a 2010 collection on causation. The Mind paper concludes that \"the New Hume interpretation is not just wrong in detail—failing in the many ways documented above—but fundamentally misrepresents the basis, core, point and spirit of Hume's philosophy of causation\". A reviewer of the third paper judges that \"Millican convincingly argues that none of his opponents' attempts to [answer his criticisms] are plausible. I am not alone in thinking the New Hume debate has run its course; as Millican says at the end of his essay, 'it is time to call it a day' (p. 158).\"\nMuch of Millican's other research, while not itself historical, has focused on Humean topics such as induction, probability, and philosophy of religion, but also on philosophy of language. His most significant non-Humean papers are on the logic of definite descriptions (1990), the morality of abortion (1992), and Anselm's Ontological Argument (2004).\".\n\n\n=== Philosophy and computing ===\nAs an educator, Millican's most distinctive contributions have been on the interface between Computing and Philosophy, devoting most of his career at Leeds to developing the teaching of Computer Science and programming to students in the Humanities. In 2012 he championed a new degree in Computer Science and Philosophy at Oxford University (see Degrees of the University of Oxford). \nTo encourage students in the Humanities to get involved in Computing, Millican has developed a number of user-friendly software teaching systems.\n\n\n=== Barack Obama autobiography ===\nIn 2008 and 2009, some Republican commentators advanced claims that used Millican's software to claim Barack Obama's autobiography, Dreams from My Father was written or ghost-written by Bill Ayers.  Millican insists the claim is false. In a series of articles in American Thinker and WorldNetDaily, author Jack Cashill claimed that his own analysis of the book showed Ayers' writing style, and backed this up citing analyses by American researchers using Millican's Signature software.  In late October 2008, shortly before the Presidential election, Republican Congressman Chris Cannon and his brother-in-law attempted to hire Millican to prove Ayers' authorship using computer analysis.  Millican refused after they would not assure him in advance that his results would be published regardless of the outcome. After some analysis Millican later criticised the claim, saying variously that he had \"found no evidence for Cashill's ghostwriting hypothesis\", that it was \"unlikely\" and that he felt \"totally confident that it is false\".\n\n\n== Main publications ==\nMillican has put most of his papers on Hume and early modern philosophy  online at Millican's page here, \n\n\"Content, Thoughts, and Definite Descriptions\", Proceedings of the Aristotelian Society, Supplementary Volume 64 (1990), pp. 167–203.\n\"The Complex Problem of Abortion\", in Philosophical Ethics in Reproductive Medicine (co-edited by Millican with D. Bromham, M. Dalton, and J. Jackson, Springer Verlag: 1992), pp. 161–88.\n\"Hume's Argument Concerning Induction: Structure and Interpretation\", in David Hume: Critical Assessments, edited by Stanley Tweyman (Routledge, 1995), vol. 2 pp. 91–144 978-0-415-02012-1.\nThe Legacy of Alan Turing, volume 1 (Machines and Thought ) and volume 2 (Connectionism, Concepts, and Folk Psychology  ), (both co-edited by Millican with Andy Clark, Oxford University Press: 1996).\nReading Hume on Human Understanding: Essays on the First Enquiry (Oxford, Oxford University Press: 2002) [1].\n\"The One Fatal Flaw in Anselm's Argument\", Mind 113 (2004), pp. 437–76.\nHume's Enquiry Concerning Human Understanding (Oxford: Oxford University Press: 2007) [2].\n\"Humes Old and New: Four Fashionable Falsehoods, and One Unfashionable Truth\", Proceedings of the Aristotelian Society, Supplementary Volume 81 (2007), pp. 163–99.\n\"Against the New Hume\", in The New Hume Debate, revised edition, edited by Rupert Read and Kenneth Richman (Routledge: 2007), pp. 211–52 ISBN 978-0-415-39975-3.\n\"Hume, Causal Realism, and Causal Science\", Mind 118 (2009), pp. 647–712.\n\"Hume, Causal Realism, and Free Will\", in Causation and Modern Philosophy, edited by Keith Allen and Tom Stoneham (Routledge: 2010), pp. 123–65 ISBN 978-0-415-88355-9.\n\"Twenty Questions about Hume's 'Of Miracles'\" in Philosophy and Religion, edited by Anthony O'Hear (Cambridge University Press: 2011), pp. 151–92 [3].\n\"Hume's 'Scepticism' about Induction\" in The Continuum Companion to Hume, edited by Alan Bailey and Dan O'Brien (Continuum: 2012), pp. 57–103.\n\"Hume\" in Ethics: The Key Thinkers, edited by Tom Angier (Bloomsbury: 2012), pp. 105–31 [4].\n\n\n== Chess career ==\nMillican played chess over-the-board in his youth, and captained Oxford University to victory in the National Chess Club Championship in 1983. He later turned to correspondence chess, becoming British Champion in 1990. This brought him the British Master title, and he then became an International Master in 1993 by winning his Semi-final group in the 19th World Correspondence Championship. With an international rating of 2610 (ranked 31 in the world), Millican was invited to play in the NPSF-50 \"super tournament\" (the first-ever Category 15 tournament, with an average rating over 2600). By coming fifth—after Ulf Andersson, Gert Jan Timmerman, Joop van Oosterom, and Hans-Marcus Elwert, Millican qualified in 1997 as an International Correspondence Chess Grandmaster. He analysed the Double Muzio chess opening in detail, asserting equality.\n\n\n== External links ==\nPersonal website\nStaff homepage at Hertford College, Oxford\nWebsite on his work on David Hume\nWebsite on his work on Philosophy and Computing\n\n\n== References ==",
    "link": "https://en.wikipedia.org/wiki/Peter_Millican",
    "summary": "Peter Millican (born 1 March 1958) is Gilbert Ryle Fellow and Professor of Philosophy at Hertford College, University of Oxford in the United Kingdom.  His primary interests include the philosophy of David Hume, philosophy of religion, philosophy of language, epistemology, and moral philosophy. Millican is particularly well known for his work on David Hume, and from 2005 until 2010 was co-editor of the journal Hume Studies. He is also an International Correspondence Chess Grandmaster, and has a strong interest in the field of computing and its links with Philosophy. Recently he has developed a new degree programme at Oxford University, in Computer Science and Philosophy, which accepted its first students in 2012. He currently hosts the University of Oxford's Futuremakers podcast, winning a CASE Gold Award in 2019.\nFrom 2014 to 2017 he maintained EarlyModernTexts.com, a site which hosts the writings of famous Early Modern writers in a somewhat modified form to make the text simpler to understand.\n\n",
    "section titles": "Education Academic career Research Philosophy and computing Barack Obama autobiography Main publications Chess career External links References",
    "keywords": ["Prophessor", "Philosophy", "Hertford", "College","David", "Hume","Oxford", "University","Computer", "Science"]
}