{"title": "Project of Filippo Juvarra for the Royal Palace of Madrid", "text": "The Project of Filippo Juvarra for the Royal Palace of Madrid was the ambitious and first project for the Royal Palace of Madrid.\n\n\n== Background and context ==\nThe Royal Alcázar of Madrid was a fortress converted into a royal residence, and used by the Habsburg Spanish Royal Family. In 1700 Charles II died childless, the last of Habsburg kings; Philip V of the Bourbon dynasty ascended the throne later the same year, provoking the War of the Spanish Succession, \nPhilip V was born and raised at Versailles (France), and his tastes differed from those of the previous dynasty. It is known that when he got to Madrid, he did not find the austere Alcázar to his liking. His distaste was all the more pronounced since the fortress represented the previous dynasty, the Habsburgs.\nOn Christmas Eve 1734, a fire broke out that completely destroyed the Royal Alcázar. The fire possibly started in the chambers of the  French painter of the court, Jean Ranc. When the bells of the neighboring convent of San Gil tried to alert troops to the fire around midnight, locals mistakenly took this as a call to Midnight Mass. Canvases such as \"Las Meninas\" by Velázquez could be saved by throwing them out of the windows it is believed that more than 500 paintings were lost by the fire.\nThe mysterious fire gave Philip V the excuse and opportunity to build a new palace, which would be a more appropriate symbol of the power of the Bourbon Dynasty, and which would show the luxury to which he was so accustomed.\n\n\n== Original project ==\n\nFilippo Juvarra, a well-known Italian architect who had spent most of his career in Turin, was chosen to design a new Royal Palace. Shortly after the fire, in April 1734, Juvarra moved to Madrid, and soon was working on the project for the new residence of the Spanish royal family. Juvarra's plan consisted of a voluminous palace complex with various squares and gardens, built in the baroque style, with four large courtyards. Basically Italian in layout, the building was intended to show both Italian and French influences. One whole side of the main courtyard would be dominated by the main staircases, and a library and chapel were planned between the two most important courtyards.\nThe most striking feature of the design were its dimensions. If it had been built in the same location as the old Alcázar, the palace would have included not only that terrain, but one of the palace's courtyards would need to cover part of the Calle Mayor, and the gardens would have covered most of the Principe Pío area. For this reason, a new location for the palace was required. Moreover, the area needed to be flat, because only then the flower gardens could be properly admired. It is unclear whether a suitable terrain was ever found, although various places, such as the current Barrio de Argüelles, were being considered.\nThe building would have been built entirely of stone and brick. Wood was entirely avoided, to prevent the new palace to be devoured by flames as well. Juvarra designed a wooden model to illustrate the project. \nJuvarra's project is an example of the ambition of the new Bourbon dynasty, and was intended to show how Spain could look forward to an even more monumental future.\n\n\n== Current building ==\nIn 1737, the architect Giovanni Battista Sacchetti, a former disciple of Filippo Juvarra in Turin, arrived in Madrid. He had been used to carry out the designs created by his teacher. However, upon arrival in Madrid he received a different assignment: to adapt the grand palace designed by his mentor so that it would fit in the place where the old Alcázar had been located. Juvarra himself had claimed that the use of an uneven and narrow terrain would diminish his work.\nIn that same year Sacchetti prepared his project, and construction commenced in 1737. It would not conclude until 1764, under the reign of Charles III; the palace was completed by Francesco Sabatini together with renowned Spanish architects like Ventura Rodríguez.\nIt is possible that Juvarra's prestige might have convinced Philip V to build a new palace in a different place and on a scale that would have made the building compete with the largest of 18th century Europe's palaces. However, today we can only imagine this monument thanks to the architect's plans. However, the existing Royal Palace is still one of the most characteristic and imposing royal palaces of Europe.\n\n\n== See also ==\nProject of Filippo Juvarra for the Royal Palace of Lisbon\n\n\n== References ==", "link": "https://en.wikipedia.org/wiki/Project_of_Filippo_Juvarra_for_the_Royal_Palace_of_Madrid", "summary": "The Project of Filippo Juvarra for the Royal Palace of Madrid was the ambitious and first project for the Royal Palace of Madrid.\n\n", "section titles": "Background and context Original project Current building See also References", "keywords": []}