{"title": "Prosphaerosyllis battiri", "text": "Prosphaerosyllis battiri is a species belonging to the phylum Annelida, a group known as the segmented worms. The species name comes from an Aboriginal word, battiri, meaning \"rough\". Prosphaerosyllis battiri is a species characterized by having only partially fused palps, an unretracted prostomium on its peristomium or showing only slight retraction, the shape of its dorsal cirri and its arrangement of papillae, being numerous anteriorly while less numerous posteriorly. It resembles Prosphaerosyllis semiverrucosa, but its arrangement of dorsal papillae is reversed.\n\n\n== Description ==\nThe species' body is small, with a total length of 2.72 millimetres (0.107 in) and width of 0.27 millimetres (0.011 in), including natatory chaetae from chaetiger 8 to 23 (from a total of 28). Its prostomium is oval, a bit wider than its length, and is contracted on its anterior segments; it shows 4 large eyes in a trapezoidal arrangement and 2 anterior eyespots. All of its antennae are similar, being mamilliform, its median antenna inserted between its posterior eyes and its lateral antenna in front of its anterior eyes. The palps are short, fused along their entire length except for a terminal notch, which possesses papillae.Its peristomium is small and short, covering the posterior prostomium margin. Its tentacular cirri and antennae are alike but shorter, similar to papillae in length. The species dorsum and ventrum are covered by large papillae, forming between 3 and 4 rows, giving it a rough appearance. It counts with dorsal cirri on all parapodia, which is short and mamilliform to lemon-shaped, counting with a retractile cirrostyle.It shows short, falcate, unidentate blades within compound chaetae. Its anterior parapodia count with about 5 compound chaetae each, its blades ranging between 4 and 6µm long. Posterior parapodia have 4 compound chaetae each, with blades measuring approximately 4.5 µm in length. The simple dorsal chaetae from chaetiger 1 is unidentate and nearly smooth on its margin, while the simple ventral chaetae on its posterior parapodia is sigmoid and unidentate. Prosphaerosyllis battiri shows a solitary, slender and acuminate acicula.The pharynx is long, spanning through approximately 4-5 segments. Its pharyngeal tooth is large and rhomboidal, located in its anterior half. Its proventricle spans 3 segments, with about 26 muscle cell rows.\n\n\n== Distribution ==\nP. battiri is known to inhabit corals and sediments in shallow water in Ningaloo Reef, Western Australia, and is thought to inhabit an extended area of the WA coast.\n\n\n== References ==\n\n\n== Further reading ==\nAguado, María Teresa, et al. \"Description of a new syllid species as a model for evolutionary research of reproduction and regeneration in annelids.\"Organisms Diversity & Evolution 15.1 (2015): 1-21.\nVerdes, Aida, M. Teresa Aguado, and Guillermo San Martín. \"Re-description of some poorly known species of the family Syllidae (Annelida).\" Marine Biological Association of the United Kingdom. Journal of the Marine Biological Association of the United Kingdom 93.8 (2013): 2109.\nAguado, M. Teresa, Guillermo San Martín, and Mark E. Siddall. \"Systematics and evolution of syllids (Annelida, Syllidae).\" Cladistics 28.3 (2012): 234-250.\n\n\n== External links ==\n\"Prosphaerosyllis battiri\" at the Encyclopedia of Life\nWORMS entry", "link": "https://en.wikipedia.org/wiki/Prosphaerosyllis_battiri", "summary": "Prosphaerosyllis battiri is a species belonging to the phylum Annelida, a group known as the segmented worms. The species name comes from an Aboriginal word, battiri, meaning \"rough\". Prosphaerosyllis battiri is a species characterized by having only partially fused palps, an unretracted prostomium on its peristomium or showing only slight retraction, the shape of its dorsal cirri and its arrangement of papillae, being numerous anteriorly while less numerous posteriorly. It resembles Prosphaerosyllis semiverrucosa, but its arrangement of dorsal papillae is reversed.\n\n", "section titles": "Description Distribution References Further reading External links", "keywords": []}