{"title": "RAAF Base Wagga", "text": "RAAF Base Wagga (formerly RAAF Base Forest Hill) is a Royal Australian Air Force (RAAF) military air base located 5.8 nautical miles (10.7 km; 6.7 mi) southeast of the town of Wagga Wagga, in the suburb of Forest Hill, New South Wales, Australia.\nThe base is home to Headquarters RAAF College (RAAFCOL) and to the No 1 Recruit Training Unit (1RTU), the Air Force's basic recruit training school. It is the main ground training base for airforce personnel of the technical, administration and logistics trades, as well as the location for initial courses for Administration and Logistics officers. The main postgraduate promotion courses are also conducted at the base. In addition, Air Force, Army and Navy personnel undertake technical airworthiness training at the RAAF School of Technical Training (RAAFSTT). Also, 3 Wing Australian Air Force Cadets uses RAAF Base Wagga to hold its biannual promotion courses (in January and July).\nOwned by the Australian Government, the base is managed by the RAAF with the exception of the airfield that is leased to the Wagga Wagga City Council. Although military aircraft still use the airfield, the airfield is now called Wagga Wagga Airport.\n\n\n== History ==\nIn 1939 the Australian Government purchased the 120-hectare (300-acre) farm, Allonville and commenced building the facility. Called RAAF Base Forest Hill, the base commenced operations on 29 July 1940 (1940-07-29) and was home to the No. 2 Flying Training School. Part of the British Commonwealth Air Training Plan (or Empire Training Scheme), No. 31 Squadron flew from the base in 1942, flying Bristol Beaufighters and served in combat during World War II. Following the war, the base was declared home to the Ground Training School and in May 1950 RAAF School of Technical Training was established; and subsequently renamed as RAAF Base Wagga in 1952.The School of Management and Training Technology was established in 1985, and disbanded in 2004. The School of Postgraduate Studies established in 1998. In January 1999 Ground Training Wing. was established at RAAF Base Wagga and was amalgamated with RAAF College in 2008. RAAF College was relocated to RAAF Base Wagga in 2008 after having been established in 1947 at Point Cook, Victoria. The School of Administration and Logistics Training was established in 2005. The No. 1 Recruit Training Unit relocated from RAAF Base Edinburgh to RAAF Base Wagga in 2008. In December 2009 Ground Training Wing was reestablished after splitting from RAAF College. No. 31 Squadron re-formed in July 2010 after disbanding in 1946.While no flying squadrons are based at Wagga, a number of decommissioned RAAF and Army aircraft, including a GAF Nomad and several Aermacchi MB-326 airframes have been allocated to RAAFSTT for use as ground training aids and remain on site. The unit also acquired three Fairchild Swearingen Metroliner airframes in 1999 which were found to in 2005 contain asbestos, raising concerns about hazardous exposure by military instructors, trainees and civilian staff.\n\n\n== Units ==\nThe following units are located at RAAF Base Wagga:\n\n\n== Aircraft on display ==\nThe aircraft located next to the RAAF Wagga Heritage Centre, they are not officially part of the heritage centre but are officially part of RAAF Base Wagga as gate guardians.\n\nDassault Mirage III, located as a gate guardian at RAAF Base Wagga in the 1980s.\nCAC Sabre\nGloster Meteor\nEnglish Electric Canberra, which flew during the Vietnam War and located as a gate guardian at RAAF Base Wagga in the 1980s.\nGeneral Dynamics F-111\n\n\n=== Gate guardians ===\n\n\t\t\n\t\t\n\t\t\n\n\n== See also ==\n\nList of airports in New South Wales\nList of Royal Australian Air Force installations\n\n\n== References ==\n\n\n== External links ==\nRAAF Base Wagga Magazine website", "link": "https://en.wikipedia.org/wiki/RAAF_Base_Wagga", "summary": "RAAF Base Wagga (formerly RAAF Base Forest Hill) is a Royal Australian Air Force (RAAF) military air base located 5.8 nautical miles (10.7 km; 6.7 mi) southeast of the town of Wagga Wagga, in the suburb of Forest Hill, New South Wales, Australia.\nThe base is home to Headquarters RAAF College (RAAFCOL) and to the No 1 Recruit Training Unit (1RTU), the Air Force's basic recruit training school. It is the main ground training base for airforce personnel of the technical, administration and logistics trades, as well as the location for initial courses for Administration and Logistics officers. The main postgraduate promotion courses are also conducted at the base. In addition, Air Force, Army and Navy personnel undertake technical airworthiness training at the RAAF School of Technical Training (RAAFSTT). Also, 3 Wing Australian Air Force Cadets uses RAAF Base Wagga to hold its biannual promotion courses (in January and July).\nOwned by the Australian Government, the base is managed by the RAAF with the exception of the airfield that is leased to the Wagga Wagga City Council. Although military aircraft still use the airfield, the airfield is now called Wagga Wagga Airport.\n\n", "section titles": "History Units Aircraft on display Gate guardians See also References External links", "keywords": []}