{
    "title": "Ramailo, Nepal",
    "text": "Ramailo (Nepali: रमाइलो) is a village that was in the Bayarban village development committee until 2017 and is now in the Kanepokhari Rural Municipality.\nThis is in the Morang District of Province No. 1, south-eastern Nepal.\nIt is the center of Kanepokhari Ward 6, which had a population of 5,771 in 2011.\n\n\n== Location ==\nThe village is in Kanepokhari, Morang District, Province 1, Nepal.\nIt is at an elevation of about 115 metres (377 ft) above sea level.The village was the center of Ward 8 of Bayarban, which is now Ward 6 of Kanepokhari. \nAccording to Google Maps, the Kanepokhari–Rangeli Road runs through the village from Bhausabari to the south to Bargachhi to the north.\nDaleli is to the west and Narsari Dada and Parnami Dada are to the east.\n\n\n== Population ==\nIn 2068 BS (2011 CE) Kanepokhari Ward 6 had 1340 households with a total population of 5,771 of which 2,613 were male and 3,158 were female.\n\n\n== Facilities ==\nThe Janasewa Secondary School was established in Ramailo, Kanepokhari-6 in 2025 BS (1968 CE).\nIt has about 35 staff members and is the home or center of excellence to 1,600 students.\nThe number of students at the school is about 178.The Ramailo Campus, a community based campus affiliated with Tribhuvan University and the National Examinations Board is located in Ramailo.On 5 November 2017 a new NIC ASIA Bank branch was inaugurated in Kanepokhari Gaupalika Ward No. 6, Ramailo Chowk.Miteri Development Bank also has a branch in Ramailo.\n\n\n== Notable people ==\nJamuna Gurung, captain of the Nepal women's national football team in 2012, was born and raised in Ramailo. She learned to play soccer at the Jana Sewa School.\n\n\n== References ==\n\n\n== External links ==\nGorkhaliSG (January 23, 2020), Ramailo to Kanepokhari - New road – via YouTube",
    "link": "https://en.wikipedia.org/wiki/Ramailo,_Nepal",
    "summary": "Ramailo (Nepali: रमाइलो) is a village that was in the Bayarban village development committee until 2017 and is now in the Kanepokhari Rural Municipality.\nThis is in the Morang District of Province No. 1, south-eastern Nepal.\nIt is the center of Kanepokhari Ward 6, which had a population of 5,771 in 2011.\n\n",
    "section titles": "Location Population Facilities Notable people References External links",
    "keywords": ["village", "Bayarban", "development", "Nepal", "Morang", "Location"]
}