{"title": "River Lambourn", "text": "The River Lambourn is a chalk stream in the English county of Berkshire. It rises in the Berkshire Downs near its namesake village of Lambourn and is a tributary of the River Kennet, which is itself a tributary of the River Thames.\nThe river is a 28.9-hectare (71-acre) biological Site of Special Scientific Interest and Special Protection Area under the European Union Directive on the Conservation of Wild Birds.\n\n\n== Perennial River ==\nThe upper reaches of the river are seasonal, with a perennial source derived from a number of springs located upstream of the village of Great Shefford. At times when the water table in the chalk aquifer feeding the river is high (usually between November and March) the source of the river migrates upstream. Along the bourn section of the river are located the villages of Eastbury and East Garston, while along the perennial section of the river are the villages of Great Shefford, Welford, Boxford, Bagnor, Donnington and Shaw. Below Shaw is the confluence of the River Lambourn with the River Kennet, located between Newbury and Thatcham. The River Lambourn itself has a single perennial tributary, the Winterbourne Stream, which joins it at the village of Bagnor. \n\n\n== Lambourn Valley Way ==\nThe Lambourn Valley Way from the Uffington White Horse to Newbury generally follows the River Lambourn from Lambourn to Donnington Castle, in many places using the embankments of the old Lambourn Valley Railway.\n\n\n== Upper Lambourn and Lynch Wood ==\nThe highest source of the Lambourn is on the Maddle Road in the village of Upper Lambourn, near the Wiltshire and Oxfordshire borders. It emerges from a rainwater drain and occasionally flows down a channel between the road and pavement. In the village it runs underground in a pipe until re-emerging alongside the road opposite The Malt Shovel and along Malt Shovel Lane. At this point it is usually little more than a damp, muddy ditch, and remains so until halfway through Lynch Wood. Here it is fed by several springs, two of which are close to the Goose Green road, forming a short stream that runs ten feet downhill into the river. These springs quickly fill the channel and the river swells ten to twenty feet wide and over three feet deep, submerging several fallen trees. Although bourne until Great Shefford the river was not dry below Lynch Wood in 2007–08. However, it dried up in June–July 2009 and the riverbed remained dry until January 2010 due to 4-5 inches of snow melting in a thaw. It dried up again from the summer of 2010 until the spring of 2012, when increased rainfall filled the river, since when the adjacent roads in Upper Lambourn, Lambourn and Eastbury have been regularly flooded.\n\n\n== Lambourn to Thatcham ==\nThe river leaves the wood and enters Lambourn under a bridge crossed by the Goose Green Road, here it flows more quickly as the channel narrows to four to six feet across and six to eight inches deep. It is constricted by the houses built on the riverbank, which were partially flooded in July 2007 as numerous weeds clogged the river under the many small bridges (and even one garden shed) built over it. It passes by The Lamb and the Royal Berkshire Fire and Rescue Service and runs between the houses on the south side of the Newbury Road and the playing fields to the north of Bockhampton Road. There is a ford next to the Bockhampton Road bridge which is used by horses (and accidentally by a car in March 2009, which had to be pulled out) and the river leaves the town through Bockhampton Manor Farm. Bernard's Ford is found to the west of Eastbury, which is also suitable only for tractors and horses. Here the Lambourn forced its banks in July 2007 and flowed down the Newbury Road for over a hundred yards before rejoining the river. The Lambourn runs through the middle of Eastbury, and past The Plough Inn, which holds The Great Eastbury Duck Race on the river in May. In East Garston there are many houses are built on one bank with their own bridges from the front door to the road opposite. The river splits into several channels at Great Shefford, and is joined by many small streams, which join as it leaves the village under the A338 Swan Bridge and behind The Swan. From Lambourn to Newbury the river remains roughly parallel to the Newbury Road (which becomes the Lambourn Road) which crosses it many times. In Newbury it runs between Donnington and Speen and south of Shaw House until it joins the River Kennet to the south of The Nature Discovery Centre. The River Kennet joins the River Thames at Reading.\n\n\n== Flow regime ==\nThe River Lambourn is almost unique for a chalk stream in southern England in that its flow regime remains near-natural in form; not being significantly modified by groundwater abstraction. Ironically, this situation developed because of a major groundwater abstraction project. In the 1960s the long term water supply situation for London was regarded as vulnerable and one avenue investigated to rectify this was to use untapped water resources naturally stored in the chalk aquifer of low population density areas of south east England. One such area was the West Berkshire Downs, including the catchment of the River Lambourn. The plan was to abstract groundwater from the chalk aquifer during times of drought and then use the existing river system as a natural conduit to transport the water to London, via the River Kennet and the River Thames.An area in the catchment of the River Lambourn was selected as a pilot study to assess the feasibility of the project, and the Lambourn Valley Pilot Scheme was undertaken between 1967 and 1970. The final conclusion from the pilot study was that the overall scheme appeared feasible and a significant number of large abstraction boreholes and observation boreholes, together with pipelines and control equipment, were installed in the Lambourn catchment and also in other nearby river catchments. The project, named the Thames Groundwater Scheme, was completed in 1976 to coincide with the most serious drought in 50 years, but on final testing of the scheme it was found that the effective increase in river flow downstream was minimal, and essentially the project was a failure.Almost all of the infrastructure for the project (now known as the West Berkshire Groundwater Scheme) is still in place and maintained, albeit on a rather shoestring budget. But the lasting legacy of the scheme is that the catchment has been preserved as a near-natural groundwater system, almost totally unaffected by groundwater abstractions. This factor made it an ideal candidate for selection as one of the flagship research sites for the NERC LOCAR research project investigating permeable (i.e. groundwater dominated) catchments.\n\n\n== The Second Battle of Newbury, 1644 ==\nIn 1644 the Royalist Army of King Charles I of England took up a defensive position in the triangle where the River Lambourn meets the River Kennet, with fortifications at Shaw House and Speen. Here it was attacked by the Parliamentarian Armies in the Second battle of Newbury on 27 October 1644.\n\n\n== See also ==\nList of rivers in England\n\n\n== References ==\n\n\n== External links ==\n\"River Lambourn citation\" (PDF). Sites of Special Scientific Interest. Natural England.", "link": "https://en.wikipedia.org/wiki/River_Lambourn", "summary": "The River Lambourn is a chalk stream in the English county of Berkshire. It rises in the Berkshire Downs near its namesake village of Lambourn and is a tributary of the River Kennet, which is itself a tributary of the River Thames.\nThe river is a 28.9-hectare (71-acre) biological Site of Special Scientific Interest and Special Protection Area under the European Union Directive on the Conservation of Wild Birds.\n\n", "section titles": "Perennial River Lambourn Valley Way Upper Lambourn and Lynch Wood Lambourn to Thatcham Flow regime The Second Battle of Newbury, 1644 See also References External links", "keywords": []}