{"title": "Robert Beverley Jr.", "text": "Robert Beverley Jr. (c.1667—April 21, 1722) was a historian of early colonial Virginia, as well as a planter and political figure. He was born in Jamestown and died in King and Queen County, Virginia.\nBeverley's most notable work is his History and Present State of Virginia, published originally in London in 1705, which documents the history of early life in the Virginia colony.Beverley took part in Lieutenant Governor Alexander Spotswood's 1716 \"Knights of the Golden Horseshoe Expedition\" to the Shenandoah Valley.  Journalist John Fontaine records that on the return trip, both Beverley and his horse fell, and rolled to the bottom of a hill, but without serious injury to either.  However, when Beverley published a revised edition of his History in 1722, he continued it only to 1710, so there is no known account by Beverley of this event.Concerning slavery, in the 1722 re-edition, Beverley says that whilst both black males and females were likely to work in fields, white women were not.\n\n\n== Ancestry and family ==\nBeverley was the second of three sons born to Major Robert Beverley of Yorkshire, England  and his wife, Mary Keeble. His brother, Peter Beverley, was a Speaker of the House of Burgesses and Treasurer of Virginia.Robert married Ursula Byrd, the daughter of William Byrd I and Mary Byrd (nee Horsmanden) in 1697. Their only child, Colonel William Beverley (1698–1756) married Richard Bland's daughter, Elizabeth Bland. They had four children.  Their son, Robert married Maria Carter on February 3, 1763. Her parents were Landon Carter and Maria Byrd. Blandfield at Caret, Virginia was built for William Beverley about 1750.  The house is one of the largest colonial plantation mansions in Virginia, and was listed on the National Register of Historic Places in 1969.Robert and Maria's daughters, Maria (1764–1824) and Lucy (1771–1854) married Richard Randolph's two grandsons. They were lineal descendants of Pocahontas.Maria Beverley married Richard Randolph III (1757-1799) on December 1, 1785 and Lucy Beverley married Richard Randolph III's brother, Brett (1766-1828) on November 21, 1789. Lucy and Brett Randolph had ten children. All of them moved to Oakleigh, Greensboro, Alabama.\nRobert's brother John Beverley (1635-1737) and his wife Margaret Early (1689-1738) begot a son in Bertie County, North Carolina. His name was John Beverly II (1708-1765). John Beverly II and his wife Margaret Williams resided in Orange County, North Carolina. Their son John Beverly III (1755-1843) and his wife Frances Morris begot a son named James Franklin Beverly (1798-1870) in Wadesboro, North Carolina. James and his wife Penelope Boswell had a son named Christopher Columbus \"Tip\" Beverly (1824-1896). The whole Beverly family moved to Shiloh, Marengo County, Alabama except Christopher. He and his family settled in Campbell, Alabama.\n\n\n== References ==\n\n\n== External links ==\nWorks by Robert Beverley Jr. at Project Gutenberg\nWorks by or about Robert Beverley Jr. at Internet Archive\nRobert Beverley at Encyclopedia Virginia\nThe History of Virginia From the Collections at the Library of Congress\nRobert Beverley Jr. at Find a Grave", "link": "https://en.wikipedia.org/wiki/Robert_Beverley_Jr.", "summary": "Robert Beverley Jr. (c.1667—April 21, 1722) was a historian of early colonial Virginia, as well as a planter and political figure. He was born in Jamestown and died in King and Queen County, Virginia.\nBeverley's most notable work is his History and Present State of Virginia, published originally in London in 1705, which documents the history of early life in the Virginia colony.Beverley took part in Lieutenant Governor Alexander Spotswood's 1716 \"Knights of the Golden Horseshoe Expedition\" to the Shenandoah Valley.  Journalist John Fontaine records that on the return trip, both Beverley and his horse fell, and rolled to the bottom of a hill, but without serious injury to either.  However, when Beverley published a revised edition of his History in 1722, he continued it only to 1710, so there is no known account by Beverley of this event.Concerning slavery, in the 1722 re-edition, Beverley says that whilst both black males and females were likely to work in fields, white women were not.\n\n", "section titles": "Ancestry and family References External links", "keywords": []}