{"title": "Robert Earl Roeder", "text": "Robert Earl Roeder (16 May 1931 – 15 November 1998) was a historian and academic administrator who was one of the founders of the World History Association. He was also a founder of the American Issues Forum of the American Bicentennial. Roeder held positions at Harvard, the University of Chicago, and the University of Denver. \n\n\n== Career ==\nRoeder graduated from the College of William and Mary in 1951 with a bachelor's degree in philosophy. He received his masters and doctorate degrees in history from Harvard University in 1953 and 1959, respectively. While at Harvard, he held a teaching fellowship in history and literature from 1953 to 1954. His Ph.D. thesis was on the history of New Orleans merchants in the post-colonial era.He served in the U.S. Army Counter-Intelligence Corps from 1954 until 1956. He then returned to teaching at Harvard, where he again held a teaching fellowship, and became an instructor in history in 1958. From 1959 to 1962 he held the position of Assistant Professor of History at the University of Chicago. Roeder left Chicago in 1962 to take the position of Professor of History at the University of Denver, where he remained until his retirement in 1995.\n\n\n== At the University of Denver ==\nDuring his time at the University of Denver, Roeder was instrumental in both curriculum development and research program coordination. He served as chair of the History Department during 1985–1986, when the Core Curriculum program was implemented, and coordinated the Civilizations Compared component of the Core.In 1986, Roeder accepted the position of Venture Chairman for the faculty of the Arts and Humanities. In this position he primarily generated grant proposals and coordinated grant projects. He also co-directed a major National Endowment for the Humanities grant for the University. Roeder contributed to numerous publications, and held memberships in the American Historical Association, the Organization of American Historians and the Rocky Mountain Social Science Association.In 1990, Roeder took on the additional duties of Special Assistant to the Provost for the strategic planning initiative, which began in 1990 as a precursor to a major capital campaign. Together with Catherine (Kitty) Sweeney, he established an office that provided research support to the Coordinating Committee for Strategic Planning. The office gathered statistics and reference materials for the Committee and its subcommittees, scheduled meetings, compiled minutes and handled other administrative functions. In 1991 Roeder returned to teaching part-time, and in 1992 contracted with Harcourt Brace to write a major new world history textbook. He retired in 1995 to concentrate on his writing.\n\n\n== Personal life ==\nRoeder married Nancy Waggoner on August 29, 1953. Dr. Roeder had two children, Craig A. Roeder (Mimi) and Susan D. Roeder Boennighausen (Mark).  Both children are currently practicing attorneys.  Nancy W. Roeder died on February 28, 2008.  Dr. Roeder's late life passion was to spend time with his grandchildren, Tom, Dave & Ellen Roeder.  Dr. Roeder's trips with his grandchildren included visits to Disney World, Captiva Island Florida, Steamboat Springs Colorado, Annapolis Maryland and Evanston, Illinois.\n\n\n== Notes ==\n\n\n== References ==\nSNAC (n.d.). \"Roeder, Robert E.\"CS1 maint: ref=harv (link)\nUniversity of Denver Archives (n.d.), Personnel files\nUniversity of Denver (n.d.). \"Robert Roeder Papers\". Digital.library.du.edu. Retrieved 2015-02-09.CS1 maint: ref=harv (link)\nUniversity of Denver Libraries (n.d.). \"Search Results\". digitaldu.coalliance.org.CS1 maint: ref=harv (link)\nHughes, J. Donald, ed. (1999). The Face of the Earth: Environment and World History. M.E. Sharpe. ISBN 9780765604231.CS1 maint: ref=harv (link)\nRoeder, Robert Earl (1959). New Orleans Merchants, 1790-1837 (Ph.D. thesis). Harvard University. OCLC 17783297.CS1 maint: ref=harv (link)\nRoeder, Robert E. (1975). \"What Is America? Discussions, Volume 1\". ERIC.CS1 maint: ref=harv (link)", "link": "https://en.wikipedia.org/wiki/Robert_Earl_Roeder", "summary": "Robert Earl Roeder (16 May 1931 – 15 November 1998) was a historian and academic administrator who was one of the founders of the World History Association. He was also a founder of the American Issues Forum of the American Bicentennial. Roeder held positions at Harvard, the University of Chicago, and the University of Denver. \n\n", "section titles": "Career At the University of Denver Personal life Notes References", "keywords": []}