{
    "title": "Roy V. Aragon",
    "text": "Roy V. Aragon also known as Roy Vadil Aragon is a Filipino writer writing in the Ilokano and Filipino languages. He is an award-winning fictionist and poet, and also works as a translator, an editor, a book designer. Among his awards and prizes are three third-place prizes and one second-place prize in the Don Carlos Palanca Memorial Awards for Literature's short story contest in the Ilokano and Filipino divisions, received in 1999, 2001, 2014, and 2016, respectively. He has also won numerous prizes in Ilokano literary contests, such as the Gov. Roque Ablan Awards for Iloko Literature (GRAAFIL). He has published most of his short stories, poems, and feature articles in Bannawag, the leading Ilokano magazine in the Philippines.\nHe is a member of GUMIL Filipinas, the leading association of Ilokano writers which is considered the most active regional writer's group in the Philippines.\nHe is a native of Mabasa, Dupax del Norte, Nueva Vizcaya.\n\n\n== Works ==\nShort Stories: \"Balang,\" \"Babe,\" \"Siak ni Kafka, Pusa,\" \"Kanibusanan,\" \"Bannuar,\" \"Garami, Bislak, Bamban ken Padeppa,\" \"Sirikit,\" \"Maysa a Malem iti Paraiso,\" \"Panungpalan,\" \"Mijar Vadil, Mannurat: Taga-Dupax\" \"Ang Baliw ng Bayan ng Sili,\" \"Penelope,\" \"Dapo,\" \"Tokhang (Ladawan)\"\nBooks: Napili ken Saan a Napili a DANDANIW ken Dadduma Pay a Riknakem BAGI: dandaniw (Ilokano poetry), Bannuar ken Dadduma Pay a Fiksion (Ilokano fiction), paksuy: dandaniw & poems (Ilokano and English poetry), Baribari (Ilokano poetry), Rabii: 100 a #tweetniw (Ilokano poetry)\n\n\n== Awards ==\nPalanca Awards\nTalaang Ginto-Gantimpalang Collantes, Komisyon sa Wikang Filipino\nGov. Roque Ablan Awards for Iloko Literature (GRAAFIL)\n\n\n== Sources ==\nFacebook profile of Roy V. Aragon\nRoy V. Aragon's author's bionote on Imnas & Iway Publication website\n\n\n== References ==",
    "link": "https://en.wikipedia.org/wiki/Roy_V._Aragon",
    "summary": "Roy V. Aragon also known as Roy Vadil Aragon is a Filipino writer writing in the Ilokano and Filipino languages. He is an award-winning fictionist and poet, and also works as a translator, an editor, a book designer. Among his awards and prizes are three third-place prizes and one second-place prize in the Don Carlos Palanca Memorial Awards for Literature's short story contest in the Ilokano and Filipino divisions, received in 1999, 2001, 2014, and 2016, respectively. He has also won numerous prizes in Ilokano literary contests, such as the Gov. Roque Ablan Awards for Iloko Literature (GRAAFIL). He has published most of his short stories, poems, and feature articles in Bannawag, the leading Ilokano magazine in the Philippines.\nHe is a member of GUMIL Filipinas, the leading association of Ilokano writers which is considered the most active regional writer's group in the Philippines.\nHe is a native of Mabasa, Dupax del Norte, Nueva Vizcaya.\n\n",
    "section titles": "Works Awards Sources References",
    "keywords": ["Filipino", "writer", "Ilokano", "fictionist", "poet"]
}