{"title": "RV Pelagia", "text": "RV Pelagia is a research vessel in the service of the Royal Netherlands Institute of Sea Research (NIOZ), a research institute of the Netherlands Organisation for Scientific Research.\n\n\n== Research ==\nThe NIOZ is a Dutch research institute in the field of oceanographic sciences.\nIn order to do this research the NIOZ has a number of research vessel in service. The RV Pelagia is one of them.\nOn board all kinds of survey are carried out. For instance bottom surface research to corals or a research on the amount of nutrients in the water.\nOn board there are facilities to do this field work like fixed laboratoria or places for mobile laboratoria. But also conventional oceangoing equipment like cranes and winches for getting the equipment in and out of the water. \nUsually these are remotely operated vehicle like appliances like a CTD or a piston core\nFurthermore, there is fixed research equipment placed on board the Pelagia like an aquaflow, multibeam, HIPAP and ADCP for carrying out continuous survey.\n\n\n== Voyages ==\nLegally the RV Pelagia is a merchant ship. It falls under the same rules and regulations as any freight carrier. The RV Pelagia is suitable for oceangoing voyages. However usually she is deployed in the waters around Europe.\n\n\n== The Vessel ==\nThe RV Pelagia is equipped with diesel-electric propulsion. On board there are three generatorsets installed.\nTwo of these are used to generate the power for the propulsion. In port the emergency generator is used for the auxiliaries.\nThe two main engines are caterpillars 3508 and 3512 with an output of about 800 kW and 1000 kW.\n\n\n== References ==\n\n\n== External links ==\nFacebook page of the Pelagia.", "link": "https://en.wikipedia.org/wiki/RV_Pelagia", "summary": "RV Pelagia is a research vessel in the service of the Royal Netherlands Institute of Sea Research (NIOZ), a research institute of the Netherlands Organisation for Scientific Research.\n\n", "section titles": "Research Voyages The Vessel References External links", "keywords": []}