{
    "title": "Sami Ullah Baloch v. Abdul Karim Nousherwani",
    "text": "Sami Ullah Baloch v. Abdul Karim Nousherwani is a landmark decision by the Supreme Court of Pakistan in which the Court unanimously held that electoral disqualification under Article 62(1)(f) of the Constitution of Pakistan was for life. The ruling barred former Prime Minister of Pakistan Nawaz Sharif from holding public office indefinitely, following his disqualification in the Panama Papers case in 2017. It is also noted as the last case conducted by human rights lawyer Asma Jahangir before her death.The decision was controversial when announced, and remains the subject of widespread discussion.\n\n\n== Background ==\nThe Supreme Court had previously disqualified the incumbent Prime Minister of Pakistan, Nawaz Sharif, from holding public office in the Panama Papers case in 2017, citing Article 62(1)(f) of the Constitution. It subsequently removed Sharif as president of the ruling Pakistan Muslim League (N) in a separate decision, wherein the Court ruled that a person disqualified under Article 62 and 63 could not head a political party. All decisions taken by Sharif as PML-N's president resultantly stood null and void.The Court had also disqualified Jahangir Khan Tareen, general secretary of the opposition Pakistan Tehreek-e-Insaf, under the same article.\n\n\n== Before the Supreme Court of Pakistan ==\n17 appeals and petitions by former officeholders challenging the length of disqualification under Article 62(1)(f) were fixed before the Supreme Court, which appointed senior counsels Munir A. Malik and Ali Zafar as amicii curiae. \nIt would be the last Supreme Court case argued by human rights lawyer Asma Jahangir, who appeared for former Member of the National Assembly Rai Hassan Nawaz. Jahangir argued that there should not be a constant period of disqualification, but courts should decide the question according to the conduct of individuals. She said the Supreme Court had held Nawaz Sharif eligible to contest elections in 2009 by deeming him sadiq and ameen, but now it was difficult to understand whether the court had increased the bar of honesty or reduced it. Jahangir died of cardiac arrest a week after her arguments concluded.Attorney-General for Pakistan Ashtar Ausaf Ali told the bench that it was not the function of the courts to provide a timeline for disqualification under Article 62(1)(f), and that the question should be best left for parliament to decide.\n\n\n== Majority opinion ==\nThe majority opinion was authored by Justice Umar Ata Bandial, and was joined by Chief Justice Mian Saqib Nisar and Justices Ijaz-ul-Ahsan and Sajjad Ali Shah. Justice Bandial held that the judicial mechanism in Article 62(1)(f) granted a fair opportunity for relief to a candidate under challenge to vindicate himself, ruling, '\"In the result, we are inclined to hold that the incapacity created for failing to meet the qualifications under Article 62 (1)(f) of the Constitution imposes a permanent bar which remains in effect so long as the declaratory judgment supporting the conclusion of one of the delinquent kinds of conduct under Article 62 (1)(f) of the Constitution remains in effect.\"The judgment noted that the prescription by the Eighteenth Amendment of an adverse judicial declaration to precipitate the ineligibility of a candidate for election provided a lawful, transparent and fair mechanism to a candidate under challenge both for contesting and for avoiding the onset of an embargo on his eligibility to contest elections. The Court directed that all 17 appeals and petitions challenging the length of disqualification under Article 62(1)(f) for possessing fake degrees be fixed before appropriate benches \"for decision in accordance with the law laid down in this judgment, keeping in view the respective facts and circumstances of each case.\"\n\n\n== Concurrence ==\n\nJustice Sheikh Azmat Saeed authored a concurrence to the majority opinion, but disagreed with its reasoning. He observed that while a period of disqualification was specified in certain sub-articles of Article 63 of the Constitution, no such sunset clause was found in Article 62(1)(f), as the framers of the Constitution chose not to do so. \nAddressing the concern by some counsels of the petitioners that the lifetime ban resulting from Article 62 (1)(f) \"may be disproportionate and a little harsh\", Justice Saeed maintained that such arguments were more suitable to be made in parliament, rather than before the Court. \"This aspect of the matter is rather ironic as several persons before us were or had been the Members of Majlis-e-Shoora (Parliament) at some point of time and may have passed the amendments, which now stand in their way,\" he wrote. \"We [...] can only interpret the Constitution, not amend or change it.\" \nHe agreed with the Attorney-General's view that it was for the legislature to prescribe a time limit for electoral disqualification. \n\n\n== Reactions ==\nMinister of State for Information and Broadcasting Marriyum Aurangzeb addressed a press conference shortly after the verdict, saying, \"As long as Nawaz Sharif lives in the hearts of the people, this disqualification will hold no meaning. Pakistan's civil society, public and media is now awake and everyone can see what is happening, and the reasons behind it. The slogan of 'minus-one' is being raised once again.\" She termed the decision a \"joke\" and \"conspiracy\".PTI leader Jahangir Tareen distinguished his fate from Sharif's, stating that the review he filed against his disqualification was still pending before the Supreme Court. \n\n\n== References ==",
    "link": "https://en.wikipedia.org/wiki/Sami_Ullah_Baloch_v._Abdul_Karim_Nousherwani",
    "summary": "Sami Ullah Baloch v. Abdul Karim Nousherwani is a landmark decision by the Supreme Court of Pakistan in which the Court unanimously held that electoral disqualification under Article 62(1)(f) of the Constitution of Pakistan was for life. The ruling barred former Prime Minister of Pakistan Nawaz Sharif from holding public office indefinitely, following his disqualification in the Panama Papers case in 2017. It is also noted as the last case conducted by human rights lawyer Asma Jahangir before her death.The decision was controversial when announced, and remains the subject of widespread discussion.\n\n",
    "section titles": "Background Before the Supreme Court of Pakistan Majority opinion Concurrence Reactions References",
    "keywords": ["landmark", "decision", "Supreme", "Court", "Pakistan", "disqalification", "Sharif", "controversial", "Constitution", "62(1)(f)", "Prime", "Minister", "Background"]
}