{
    "title": "Semicolon (EP)",
    "text": "Semicolon (stylized as ; [Semicolon]) is a special extended play (EP) by South Korean boy band Seventeen.  It was released through Pledis Entertainment on October 19, 2020, four months after its predecessor, Heng:garæ (2020).The album consists of six tracks, including the lead single \"Home;Run\", all of which have been co-written by the band members. Sporting a retro sound, Semicolon primarily incorporates dance-pop, funk, pop, acid jazz, and bossa nova, while also experimenting with hip hop, R&B, trap, and jazz elements. Recorded and released as a \"special album\", the record lyrically reaches out to the youth who are enduring the ongoing COVID-19 pandemic, offering comfort and encouragement. \nCommercially, the album reached number one on South Korea's Gaon Album Chart and number two on the Japanese Oricon Albums Chart. Seventeen promoted the album with televised live performances on several South Korean weekly music programs, including M! Countdown, Music Bank, and Inkigayo.\n\n\n== Background ==\nSeventeen's special EP was much anticipated after the band earned the moniker of \"million seller\" with their previous album Heng:garæ, released in June 2020, which became their first album to sell one million copies in South Korea. Pledis  Entertainment posted a 40-second trailer video on October 5, 2020, which revealed that Seventeen would be releasing a new EP Semicolon the same month. Recorded as a \"special album\", Semicolon speaks out to the young people who are enduring the ongoing COVID-19 pandemic. Described by band member Mingyu as a \"youth diary\", Semicolon thematically follows its predecessor Heng:garæ, though the band began working on the album prior to the latter.\n; [Semicolon] is an album that spreads a message of support for youth who run endlessly. Like the very punctuation, ; [Semicolon] represents a brief pause and moment to take a breath, exchanging laughter with one another even amidst the hardships of the generation. We hope to give our peers living today warmth, comfort, and support.\n\n\n== Music and lyrics ==\n; [Semicolon] consists of six songs which urge the listeners to \"take some time off in their busy lives.\" The album touches upon themes of youth, encouragement, and comfort. The opening track, \"Home;Run\" is an uptempo '20s and '30s swing and dance-pop song, with a retro-indebted sound. The song incorporates strong brass sound, \"chipper\" finger-snaps, cheerful beats and jazz-inflected piano harmony in its production and Asian instruments in its bridge. The lyrics emphasize the passion of youth and deliver comfort to the listener through baseball metaphors. Elaborating on the sound and the lyrics, Woozi explained, \"We expressed the feeling of hitting a home run with a rhythmical and hard-hitting sound.\" The following track, \"Do Re Mi\" (Korean: 도레미) is an anthemic slow burn number featuring a trap bassline. \"Hey Buddy\" is a funk and pop song featuring '80s instrumentation and brass sound. The third track, \"Light A Flame\" (Korean: 마음에 불을 지펴) incorporates Latin-inflected bossa nova jazzy rap with an orchestral pitch. \"Ah! Love\" is an acoustic synth number with jazz, hip hop and R&B influences. Performed by the vocal unit, the track is features vocal harmonies and guitar instrumentation. The album concludes with the midtempo mellow acid jazz and synth ballad, \"All My Love\" (Korean: 겨우), featuring '90s nostalgic hooks.\n\n\n== Release and promotion ==\nThe album's title and release date were announced on October 5. The album tracklist was released on October 12. The following day, a preview of the tracks featured on the album was released in the form of a highlight medley. Two music video teasers for the lead single \"Home;Run\" were released on October 15 and 16. The album was released on October 19, 2020, in CD and digital formats. The music video for the lead single \"Home;Run\" was released in conjunction with the release of the album. The '20s themed visual is a cross-over between Murder on the Orient Express and Beyoncé's 2006 movie The Pink Panther, and features the band members sporting retro-suits in underground poker clubs and smoky pool bars.A few hours prior to the album release, the band held a press conference, which was broadcast online through YouTube. Seventeen began promoting the album with televised live performances on several South Korean weekly music programs, starting with Mnet's M! Countdown on October 22, where they performed \"Home;Run\". The group appeared on KBS' Music Bank and SBS' Inkigayo on October 23 and 25, respectively, to perform the song. On October 27, the band appeared as guests on the reality show Knowing Bros. In the second week of promotion, \"Home;Run\" won first place on MBC M's Show Champion on October 28.\n\n\n== Commercial performance ==\nOn October 16, Pledis reported that album preorders had surpassed 1.1 million copies in 16 days, breaking their previous record of 1.06 million stock pre-orders with Heng:garæ. Following its release, Semicolon debuted at number one on South Korea's Gaon Album Chart on the chart issue dated October 24, 2020. \"Home;Run\" debuted at number 16 on the Gaon Digital Chart and number one on the component Download Chart. The album also reached number two on the Japanese Oricon Albums Chart on the issue date of November 2, 2020.\n\n\n== Track listing ==\nNotes:\n\n\"Home;Run\", \"Hey Buddy\", and \"Ah! Love\" are stylized in all caps.\n\n\n== Accolades ==\n\n\n== Charts ==\n\n\n== Release history ==\n\n\n== References ==",
    "link": "https://en.wikipedia.org/wiki/Semicolon_(EP)",
    "summary": "Semicolon (stylized as ; [Semicolon]) is a special extended play (EP) by South Korean boy band Seventeen.  It was released through Pledis Entertainment on October 19, 2020, four months after its predecessor, Heng:garæ (2020).The album consists of six tracks, including the lead single \"Home;Run\", all of which have been co-written by the band members. Sporting a retro sound, Semicolon primarily incorporates dance-pop, funk, pop, acid jazz, and bossa nova, while also experimenting with hip hop, R&B, trap, and jazz elements. Recorded and released as a \"special album\", the record lyrically reaches out to the youth who are enduring the ongoing COVID-19 pandemic, offering comfort and encouragement. \nCommercially, the album reached number one on South Korea's Gaon Album Chart and number two on the Japanese Oricon Albums Chart. Seventeen promoted the album with televised live performances on several South Korean weekly music programs, including M! Countdown, Music Bank, and Inkigayo.",
    "section titles": "Background Music and lyrics Release and promotion Commercial performance Track listing Accolades Charts Release history References",
    "keywords": ["Semicolon", "EP", "South", "Korean", "boy", "band", "Sebenteen", "album", ";", "COVID-19"]
}