{
    "title": "Shirley Brannock Jones",
    "text": "Shirley Brannock Jones (June 29, 1925 – May 23, 2019) was a United States District Judge of the United States District Court for the District of Maryland.\n\n\n== Education and career ==\nBorn in Cambridge, Maryland, Jones received an Associate of Arts degree from the Baltimore Junior College (now Baltimore City Community College) in 1944 and a Juris Doctor from the University of Baltimore School of Law in 1946. She was an attorney for the Maryland Department of Employment Security from 1946 to 1952. She was an assistant city solicitor for the City of Baltimore, Maryland from 1952 to 1958. She was an assistant state attorney general of Maryland from 1958 to 1959. She was a judge of the Orphan's Court for the City of Baltimore from 1959 to 1961. She was a judge of the Supreme Bench of Baltimore from 1961 to 1979. She was a lecturer in legal ethics for the University of Baltimore School of Law from 1961 to 1968.\n\n\n== Federal judicial service ==\nJones was nominated by President Jimmy Carter on May 22, 1979, to the United States District Court for the District of Maryland, to a new seat authorized by 92 Stat. 1629. She was confirmed by the United States Senate on October 4, 1979, and received her commission on October 5, 1979. Her service terminated on December 31, 1982, due to resignation.\n\n\n== Post judicial career ==\nJones engaged in the private practice of law in Baltimore following her resignation from the bench. She died on May 23, 2019, aged 93, from pneumonia.\n\n\n== References ==\n\n\n== Sources ==\nShirley Brannock Jones at the Biographical Directory of Federal Judges, a public domain publication of the Federal Judicial Center.",
    "link": "https://en.wikipedia.org/wiki/Shirley_Brannock_Jones",
    "summary": "Shirley Brannock Jones (June 29, 1925 – May 23, 2019) was a United States District Judge of the United States District Court for the District of Maryland.\n\n",
    "section titles": "Education and career Federal judicial service Post judicial career References Sources",
    "keywords": ["United", "States", "District", "Judge", "career", "service"," judicial"]
}