{"title": "Snake worship", "text": "Snake worship is devotion to serpent deities. The tradition is present in several ancient cultures, particularly in religion and mythology, where snakes were seen as entities of strength and renewal.\n\n\n== Near East ==\n\n\n=== Ancient Mesopotamia ===\nAncient Mesopotamians and Semites believed that snakes were immortal because they could infinitely shed their skin and appear forever youthful, appearing in a fresh guise every time. The Sumerians worshipped a serpent god named Ningishzida. Before the arrival of the Israelites, snake cults were well established in Canaan in the Bronze Age, for archaeologists have uncovered serpent cult objects in Bronze Age strata at several pre-Israelite cities in Canaan: two at Megiddo, one at Gezer, one in the sanctum sanctorum of the Area H temple at Hazor, and two at Shechem.In the surrounding region, serpent cult objects figured in other cultures. A late Bronze Age Hittite shrine in northern Syria contained a bronze statue of a god holding a serpent in one hand and a staff in the other. In sixth-century Babylon a pair of bronze serpents flanked each of the four doorways of the temple of Esagila. At the Babylonian New Year's festival, the priest was to commission from a woodworker, a metalworker, and a goldsmith two images, one of which \"shall hold in its left hand a snake of cedar, raising its right [hand] to the god Nabu\". At the tell of Tepe Gawra, at least seventeen Early Bronze Age Assyrian bronze serpents were recovered.\n\n\n=== United Arab Emirates ===\nSignificant finds of pottery, bronze-ware and even gold depictions of snakes have been made throughout the United Arab Emirates (UAE). The Bronze Age and Iron Age metallurgical centre of Saruq Al Hadid has yielded probably the richest trove of such objects, although finds have been made bearing snake symbols in Bronze Age sites at Rumailah, Bithnah and Masafi. Most of the depictions of snakes are similar, with a consistent dotted decoration applied to them.\nAlthough the widespread depiction of snakes in sites across the UAE is thought by archaeologists to have a religious purpose, this remains conjecture.\n\n\n=== Judaism ===\n\n\n=== Gnosticism ===\nSee Ophites, Naassenes\n\n\n== Africa ==\n\nIn Africa the chief centre of serpent worship was Dahomey, but the cult of the python seems to have been of exotic origin, dating back to the first quarter of the 17th century. By the conquest of Whydah the Dahomeyans were brought in contact with a people of serpent worshippers, and ended by adopting from them the beliefs which they at first despised. At Whydah, the chief centre, there is a serpent temple, tenanted by some fifty snakes. Every python of the danh-gbi kind must be treated with respect, and death is the penalty for killing one, even by accident. Danh-gbi has numerous wives, who until 1857 took part in a public procession from which the profane crowd was excluded; a python was carried round the town in a hammock, perhaps as a ceremony for the expulsion of evils. The rainbow-god of the Ashanti was also conceived to have the form of a snake. His messenger was said to be a small variety of boa, but only certain individuals, not the whole species, were sacred. In many parts of Africa the serpent is looked upon as the incarnation of deceased relatives. Among the Amazulu, as among the Betsileo of Madagascar, certain species are assigned as the abode of certain classes. The Maasai, on the other hand, regard each species as the habitat of a particular family of the tribe.Eva Meyerowitz wrote of an earthenware pot that was stored at the Museum of Achimota College in Gold Coast. The base of the neck of this pot is surrounded by the rainbow snake (Meyerowitz 1940, p. 48). The legend of this creature explains that the rainbow snake only emerged from its home when it was thirsty. Keeping its tail on the ground the snake would raise its head to the sky looking for the rain god. As it drank great quantities of water, the snake would spill some which would fall to the earth as rain (Meyerowitz 1940, p. 48).\nThere are four other snakes on the sides of this pot: Danh – gbi, the life giving snake, Li, for protection, Liwui, which was associated with Wu, god of the sea, and Fa, the messenger of the gods (Meyerowitz 1940, p. 48). The first three snakes Danh – gbi, Li, Liwui were all worshipped at Whydah, Dahomey where the serpent cult originated (Meyerowitz 1940, p. 48). For the Dahomeans, the spirit of the serpent was one to be feared as he was unforgiving (Nida & Smalley 1959, p. 17). They believed that the serpent spirit could manifest itself in any long, winding objects such as plant roots and animal nerves. They also believed it could manifest itself as the umbilical cord, making it a symbol of fertility and life (Nida & Smalley 1959, p. 17).\nMami Wata is a water spirit or class of spirits associated with fertility and healing, usually depicted as a woman holding a large snake or with the lower body of a serpent or fish. She is worshipped in West, Central, and Southern Africa and the African diaspora.\n\n\n=== African diasporic religion ===\nIn Haitian Vodou, the creator loa Damballa is represented as a serpent, and his wife Ayida-Weddo is called the \"rainbow serpent.\" In West African mythology, Ayida-Weddo is believed to hold up the sky. Simbi are a type of serpentine loa in Haitian Vodou. They are associated with water and sometimes are believed to act as psychopomps serving Papa Legba.\n\n\n=== Ancient Egypt ===\nAncient Egyptians worshipped snakes, especially the cobra. The cobra was not only associated with the sun god Ra, but also many other deities such as Wadjet, Renenutet, Nehebkau, and Meretseger. Serpents could also be evil and harmful such as the case of Apep. They were also referenced in the Book of the Dead, in which Spell 39 was made to help repel an evil snake in the underworld. \"Get back! Crawl away! Get away from me, you snake! Go, be drowned in the Lake of the Abyss, at the place where your father commanded that the slaying of you should be carried out.\"Wadjet was the patron goddess of Upper Egypt, and was represented as a cobra with spread hood, or a cobra-headed woman. She later became one of the protective emblems on the pharaoh's crown once Upper and Lower Egypt were united. She was said to 'spit fire' at the pharaoh's enemies, and the enemies of Ra. Sometimes referred to as one of the eyes of Ra, she was often associated with the lioness goddess Sekhmet, who also bore that role.\n\n\n== The Americas ==\n\n\n=== North America ===\nIndigenous peoples of the Americas such as the Hopi give reverence to the rattlesnake as grandfather and king of snakes who is able to give fair winds or cause tempest. Among the Hopi of Arizona, snake-handling figures largely in a dance to celebrate the union of Snake Youth (a Sky spirit) and Snake Girl (an Underworld spirit). The rattlesnake was worshipped in the Natchez temple of the sun. The Mound Builders evidently reverenced the serpent, as the Serpent Mound demonstrates, though we are unable to unravel the particular associations.\n\n\n=== Mesoamerica ===\n\nThe Maya deity Kukulkan and the Aztec Quetzalcoatl (both meaning \"feathered serpent\") figured prominently in their respective cultures of origin. Kukulkan (Q'uq'umatz in K'iche' Maya) is associated with Vision Serpent iconography in Maya art. Kukulkan was an official state deity of Itza in the northern Yucatan. In many Mesoamerican cultures, the serpent was regarded as a portal between two worlds.The worship of Quetzalcoatl dates back to as early as the 1st century BC at Teotihuacan. In the Postclassic period (AD 900-1519), the cult was centered at Cholula. Quetzalcoatl was associated with wind, the dawn, the planet Venus as the morning star, and was a tutelary patron of arts, crafts, merchants, and the priesthood.\n\n\n=== South America ===\n\nSerpents figure prominently in the art of the pre-Incan Chavín culture, as can be seen at the type-site of Chavín de Huántar in Peru. In Chile the Mapuche mythology featured a serpent figure in stories about a deluge. Lake Guatavita in Colombia also maintains a Cacique legend of a \"Serpent God\" living in the waters, which the tribe worshipped by placing gold and silver jewelry into the lake.\n\n\n== Asia ==\n\n\n=== Cambodia ===\nSerpents, or nāgas, play a particularly important role in Cambodian mythology.  A well-known story explains the emergence of the Khmer people from the union of Indian and indigenous elements, the latter being represented as nāgas.  According to the story, an Indian brahmana named Kaundinya came to Cambodia, which at the time was under the dominion of the naga king.  The naga princess Soma sallied forth to fight against the invader but was defeated.  Presented with the option of marrying the victorious Kaundinya, Soma readily agreed to do so, and together they ruled the land.  The Khmer people are their descendants.\n\n\n=== India ===\n\nSnakes, nagas, have high status in Hindu mythology. Nāga (Sanskrit:नाग) is the Sanskrit and Pāli word for a deity or class of entity or being, taking the form of a very large snake, found in Hinduism and Buddhism. The use of the term nāga is often ambiguous, as the word may also refer, in similar contexts, to one of several human tribes known as or nicknamed Nāgas; to elephants; and to ordinary snakes, particularly the Ophiophagus hannah, the Ptyas mucosa and the Naja naja, the latter of which is still called nāg in Hindi and other languages of India. A female nāga is a nāgī. The snake primarily represents rebirth, death and mortality, due to its casting of its skin and being symbolically \"reborn\". Over a large part of India there are carved representations of cobras or nagas or stones as substitutes. To these human food and flowers are offered and lights are burned before the shrines. Among some Indians, a cobra which is accidentally killed is burned like a human being; no one would kill one intentionally. The serpent-god's image is carried in an annual procession by a celibate priestess.\n\nAt one time there were many prevalent different renditions of the serpent cult located in India. In Northern India, a masculine version of the serpent named Rivaan and known as the “king of the serpents” was worshipped. Instead of the \"king of the serpents\", actual live snakes were worshipped in Southern India\n(Bhattacharyya 1965, p. 1). The Manasa-cult in Bengal, India, however, was dedicated to the anthropomorphic serpent goddess, Manasa (Bhattacharyya 1965, p. 1).\n\nNāgas form an important part of Hindu mythology. They play prominent roles in various legends:\nShesha (Aadi shesha, Anantha) on whom Vishnu does yoga nidra (Anantha shayana).\nVasuki is the king of Nagas.\nKaliya poisoned the Yamuna river where he lived. Krishna subdued Kaliya and compelled him to leave the river.\nManasa is the queen of the snakes.\nAstika is half Brahmin and half naga.\nA snake is commonly depicted around Shiva's neck.\nPatanjali the great sage and author of the Yoga Sutras was said to be the embodiment of Adi Shesha, the divine serpent who forms Vishu's couch. It was rumored he transformed into a giant snake while teaching his students from behind a screen.\nNag panchami is an important Hindu festival associated with snake worship which takes place of the fifth day of Shravana (July–August). Snake idols are offered gifts of milk and incense to help the worshipper to gain knowledge, wealth, and fame.Different districts of Bengal celebrate the serpent in various ways. In the districts of East Mymensing, West Sylhet, and North Tippera, serpent-worship rituals were very similar, however (Bhattacharyya 1965, p. 5). On the very last day of the Bengali month Shravana, all of these districts celebrate serpent-worship each year (Bhattacharyya 1965, p. 5). Regardless of their class and station, every family during this time created a clay model of the serpent-deity – usually the serpent-goddess with two snakes spreading their hoods on her shoulders. The people worshipped this model at their homes and sacrificed a goat or a pigeon for the deity's honor (Bhattacharyya 1965, p. 5). Before the clay goddess was submerged in water at the end of the festival, the clay snakes were taken from her shoulders. The people believed that the earth these snakes were made from cured illnesses, especially children's diseases (Bhattacharyya 1965, p. 6).\nThese districts also worshipped an object known as a Karandi (Bhattacharyya 1965, p. 6). Resembling a small house made of cork, the Karandi is decorated with images of snakes, the snake goddess, and snake legends on its walls and roof (Bhattacharyya 1965, p. 6). The blood of sacrificed animals was sprinkled on the Karandi and it also was submerged in the river at the end of the festival (Bhattacharyya 1965, p. 6).\nAmong the Khasi tribe of Meghalaya, there exists a legend of snake worshipping. The snake deity is called \"U Thlen\" (lit: Python or large serpent) and it is said to demand human sacrifice from his worshippers. Those who can provide the Thlen with human blood, are usually rewarded with riches, but he would shame those who cannot provide the needed sacrifice. The subject of the Thlen is still a sensitive subject among the Khasis, and in recent years, in some rural areas, people have been killed in the name of being \"Nongshohnoh\" or Keepers of the Thlen, the evil snake God.\nAs kul devata also nagas are worship at many parts of India including Madhya Pradesh and Gujarat. In Madhya Pradesh a village Sironja Gadariya in KATNI District people worship naga as a god of their ancestry. They are mainly brahman who worship Shiva also. They are descendants of bharadwaj saga and using Surname Dwivedi. In this village people are worship naga dev in every ceremony like birth, marriage, and any other small and special events. They also claim that even a real serpent mostly cobra living with them but never harm any one. They consider that they are their ancestors who are cursed due to some wrong deeds.\nFinally another tradition in Hindu culture relating to yoga brings up kundalini, a type of spiritual energy said to sit at the base of the human spine. The term means \"coiled snake\" in Sanskrit roots and several goddesses are associated with its vitality, including Adi Parashakti and Bhairavi.\n\n\n=== China ===\nEight dragon kings who assembled at the gathering where Shakyamuni preached the Lotus Sutra, as described in the sutra. Kumarajiva's translation of the Lotus Sutra refers to them by their Sanskrit names: Nanda, Upananda, Sagara, Vasuki, Takshaka, Anavatapta, Manasvin, and Utpalaka. According to the \"Introduction\" (first) chapter of the Lotus Sutra, each attends the gathering accompanied by several hundreds of thousands of followers.\n\n\n=== Korea ===\nIn Korean mythology, Eobshin, the wealth goddess, appears as an eared, black snake. Chilseongshin (the Jeju Island equivalent to Eobshin) and her seven daughters are all snakes. These goddesses are deities of orchards, courts, and protect the home. According to the Jeju Pungtorok, \"The people fear snakes. They worship it as a god...When they see a snake, they call it a great god, and do not kill it or chase it away.\" The reason for snakes symbolizing worth was because they ate rats and other pests.\n\n\n=== Japan ===\nMatsura Sayohime (松浦佐用姫) was a legendary heroine in Japanese Buddhist mythology. As recounted, she was born to Lord Kyōgoku after he and his wife prayed to the Bodhisattva Kannon. After her father's death, Sayohime was too poor to sponsor a memorial service for him; to raise funds, she sold herself to a man named Gonga no Tayu, who (unbeknownst to Sayohime) intended to sacrifice her to the snake deity of his village in place of his own daughter. When presented to the snake, Sayohime read from the Lotus sutra, enabling the deity to achieve enlightenment and shed its monstrous form. The deity then returned Sayohime to the care of her mother.\n\n\n== Australia ==\nIn Australia, Austronesian Australoid religions tell of a huge python, known by a variety of names but universally referred to as the Rainbow Serpent, that was said to have created the landscape, embodied the spirit of fresh water, and punished lawbreakers. The Aboriginal peoples in southwest Australia called the serpent the Waugyl, while the Warramunga of the east coast worshipped the mythical Wollunqua.\n\n\n== Europe ==\n\n\n=== Ancient Rome ===\nSerpent worship was well known in ancient Europe. The Roman genius loci took the form of a serpent.In Italy, the Marsian goddess Angitia, whose name derives from the word for \"serpent,\" was associated with witches, snakes, and snake-charmers. Angitia is believed to have also been a goddess of healing. Her worship was centered in the Central Apennine region.A snake was kept and fed with milk during rites dedicated to Potrimpus, a Prussian god. On the Iberian Peninsula there is evidence that before the introduction of Christianity, and perhaps more strongly before Roman invasions, serpent worship was a standout feature of local religions (see Sugaar). To this day there are numerous traces in European popular belief, especially in Germany, of respect for the snake, possibly a survival of ancestor worship: The \"house snake\" cares for the cows and the children, and its appearance is an omen of death; and the lives of a pair of house snakes are often held to be bound with that of the master and the mistress. Tradition states that one of the Gnostic sects known as the Ophites caused a tame serpent to coil around the sacramental bread, and worshipped it as the representative of the Savior.\nIn Lanuvium (32 km from Rome) a big snake was venerated as a god and they offered human sacrifice to it. See Plutarch, Parallela Minora XIV, 309a   and Sextus Propertius Elegies IV, 8. \n\n\n=== Ancient Greece ===\n\nSerpents figured prominently in archaic Greek myths. According to some sources, Ophion (\"serpent\", a.k.a. Ophioneus), ruled the world with Eurynome before the two of them were cast down by Kronos and Rhea. The oracles of the ancient Greeks were said to have been the continuation of the tradition begun with the worship of the Egyptian cobra goddess, Wadjet. We learn from Herodotus of a great serpent which defended the citadel of Athens.The Minoan Snake Goddess brandished a serpent in either hand, perhaps evoking her role as source of wisdom, rather than her role as Mistress of the Animals (Potnia Theron), with a leopard under each arm.  It is not by accident that later the infant Herakles, a liminal hero on the threshold between the old ways and the new Olympian world, also brandished the two serpents that \"threatened\" him in his cradle. Although the Classical Greeks were clear that these snakes represented a threat, the snake-brandishing gesture of Herakles is the same as that of the Cretan goddess.Typhon, the enemy of the Olympian gods, is described as a vast grisly monster with a hundred heads and a hundred serpents issuing from his thighs, who was conquered and cast into Tartarus by Zeus, or confined beneath volcanic regions, where he is the cause of eruptions. Typhon is thus the chthonic figuration of volcanic forces. Amongst his children by Echidna are Cerberus (a monstrous three-headed dog with a snake for a tail and a serpentine mane), the serpent-tailed Chimaera, the serpent-like water beast Hydra, and the hundred-headed serpentine dragon Ladon. Both the Lernaean Hydra and Ladon were slain by Herakles.\nPython, an enemy of Apollo, was always represented in vase-paintings and by sculptors as a serpent. Apollo slew Python and made her former home, Delphi, his own oracle. The Pythia took her title from the name Python.Amphisbaena, a Greek word, from amphis, meaning \"both ways\", and bainein, meaning \"to go\", also called the \"Mother of Ants\", is a mythological, ant-eating serpent with a head at each end. According to Greek mythology, the mythological amphisbaena was spawned from the blood that dripped from Medusa the Gorgon's head as Perseus flew over the Libyan Desert with her head in his hand.Medusa and the other Gorgons were vicious female monsters with sharp fangs and hair of living, venomous snakes whose origins predate the written myths of Greece and who were the protectors of the most ancient ritual secrets. The Gorgons wore a belt of two intertwined serpents in the same configuration of the caduceus. The Gorgon was placed at the highest point and central of the relief on the Parthenon.Asclepius, the son of Apollo and Koronis, learned the secrets of keeping death at bay after observing one serpent bringing another (which Asclepius himself had fatally wounded) healing herbs. To prevent the entire human race from becoming immortal under Asclepius's care, Zeus killed him with a bolt of lightning. Asclepius' death at the hands of Zeus illustrates man's inability to challenge the natural order that separates mortal men from the gods. In honor of Asclepius, snakes were often used in healing rituals. Non-poisonous Aesculapian snakes were left to crawl on the floor in dormitories where the sick and injured slept. The author of the Bibliotheca claimed that Athena gave Asclepius a vial of blood from the Gorgons. Gorgon blood had magical properties: if taken from the left side of the Gorgon, it was a fatal poison; from the right side, the blood was capable of bringing the dead back to life. However Euripides wrote in his tragedy Ion that the Athenian queen Creusa had inherited this vial from her ancestor Erichthonios, who was a snake himself. In this version the blood of Medusa had the healing power while the lethal poison originated from Medusa's serpents. Zeus placed Asclepius in the sky as the constellation Ophiucus, \"the Serpent-Bearer\". The modern symbol of medicine is the rod of Asclepius, a snake twining around a staff, while the symbol of pharmacy is the bowl of Hygieia, a snake twining around a cup or bowl. Hygieia was a daughter of Asclepius.\nLaocoön was allegedly a priest of Poseidon (or of Apollo, by some accounts) at Troy; he was famous for warning the Trojans in vain against accepting the Trojan Horse from the Greeks, and for his subsequent divine execution. Poseidon (some say Athena), who was supporting the Greeks, subsequently sent sea-serpents to strangle Laocoön and his two sons, Antiphantes and Thymbraeus. Another tradition states that Apollo sent the serpents for an unrelated offense, and only unlucky timing caused the Trojans to misinterpret them as punishment for striking the Horse.Olympias, the mother of Alexander the Great and a princess of the primitive land of Epirus, had the reputation of a snake-handler, and it was in serpent form that Zeus was said to have fathered Alexander upon her; tame snakes were still to be found at Macedonian Pella in the 2nd century AD (Lucian, Alexander the false prophet) and at Ostia a bas-relief shows paired coiled serpents flanking a dressed altar, symbols or embodiments of the Lares of the household, worthy of veneration (Veyne 1987 illus p 211).\nAeetes, the king of Colchis and father of the sorceress Medea, possessed the Golden Fleece. He guarded it with a massive serpent that never slept. Medea, who had fallen in love with Jason of the Argonauts, enchanted it to sleep so Jason could seize the Fleece.\n\n\n== Celtic religion ==\nImbolc was traditionally a time of weather divination, and the old tradition of watching to see if serpents or badgers came from their winter dens may be a forerunner of the North American Groundhog Day.\nAmong other things, the Celtic goddess Brigid was said to be associated with serpents. Her festival day, Imbolc is traditionally a time for weather prognostication based on watching to see if serpents or badgers came from their winter dens.  A Scottish Gaelic proverb about the day is:\n\n\n== Images ==\n\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== Other snake gods ==\n\n\n== See also ==\nAnimal worship\nNaga (mythology)\nSarpa Kavu\nSerpent (symbolism)\nSnake Shyam\nSacred snakes of Cephalonia\nThe Worship of the Serpent (1833 book)\n\n\n== References ==\n\n\n== Sources ==\n\"Legendary Snakes\", Indian Times—Spirituality, December 9, 2004\n\"Snake Worship\"\n\n\n== External links ==\nCook, Stanley Arthur (1911). \"Serpent-worship\" .  In Chisholm, Hugh (ed.). Encyclopædia Britannica. 24 (11th ed.). Cambridge University Press. pp. 676–682.\nEntheogens and snake lore\nMannarasala Snake Temple", "link": "https://en.wikipedia.org/wiki/Snake_worship", "summary": "Snake worship is devotion to serpent deities. The tradition is present in several ancient cultures, particularly in religion and mythology, where snakes were seen as entities of strength and renewal.", "section titles": "Near East Ancient Mesopotamia United Arab Emirates Judaism Gnosticism Africa African diasporic religion Ancient Egypt The Americas North America Mesoamerica South America Asia Cambodia India China Korea Japan Australia Europe Ancient Rome Ancient Greece Celtic religion Images Other snake gods See also References Sources External links", "keywords": []}