{
    "title": "Sources and influences on the development of Dungeons & Dragons",
    "text": "Sources and influences on the development of Dungeons & Dragons include fantasy fiction, mythology, and wargaming rules, among others.\n\n\n== Development of the game system ==\nAn immediate predecessor of Dungeons & Dragons was a set of medieval miniature rules written by Jeff Perren. These were expanded upon by Gary Gygax (whose additions included a fantasy supplement) before the game was published as Chainmail. When Dave Wesely entered the service in 1970, his friend and fellow Napoleonics wargamer Dave Arneson began a medieval variation of Wesely's Braunstein games, where players control individuals instead of armies.  Arneson used Chainmail to resolve combats.  As play progressed, Arneson added such innovations as character classes, experience points, level advancement, armor class, and others.  Having partnered previously with Gygax on Don't Give Up the Ship!, Arneson introduced Gygax to his Blackmoor game and the two then collaborated on developing \"The Fantasy Game\", the role-playing game (RPG) that became Dungeons & Dragons, with the final writing and preparation of the text being done by Gygax.Many Dungeons & Dragons elements also appear in hobbies of the mid- to late twentieth century (though these elements also existed previously). Character-based role playing, for example, can be seen in historical reenactment and improvisational theatre. Game-world simulations were well-developed in wargaming. Fantasy milieus specifically designed for gaming could be seen in Glorantha's board games among others. Ultimately, however, Dungeons & Dragons represents a unique blending of these elements.\n\n\n== Theme and fictional elements ==\nThe theme of D&D was influenced by mythology, pulp fiction, and contemporary fantasy authors of the 1960s and 1970s. The presence of halflings, elves, dwarves, half-elves, orcs, rangers and the like often draw comparisons to the work of J. R. R. Tolkien. The resemblance was even closer before the threat of copyright action from Tolkien Enterprises prompted the name changes of hobbit to 'halfling', ent to 'treant', and balrog to 'balor'. Gygax maintained that he was influenced very little by The Lord of the Rings, stating that he included these elements as a marketing move to draw on the popularity of the work. However, in an interview in 2000, he acknowledged that Tolkien had a \"strong impact\".According to the original Dungeon Masters Guide in \"Appendix N: Inspirational and Educational Reading\", the \"most immediate influences\" were the works of Robert E. Howard, Edgar Rice Burroughs, A. Merritt, H. P. Lovecraft, Fritz Leiber, L. Sprague de Camp, Fletcher Pratt, Roger Zelazny,  and Michael Moorcock. \nSubsequently, Gary Gygax listed the \"major influences\" as Robert E. Howard, L. Sprague de Camp, Fletcher Pratt, Fritz Leiber, Poul Anderson, A. Merritt, and H. P. Lovecraft, with \"slightly lesser influence\"  from Roger Zelazny, Edgar Rice Burroughs, Michael Moorcock, Philip José Farmer, and others.Monsters, spells, and magic items used in the game have been inspired by hundreds of individual works ranging from A. E. van Vogt's \"Black Destroyer\" (the Displacer Beast), Lewis Carroll's \"Jabberwocky\" (Vorpal sword) to the Book of Genesis (the clerical spell \"Blade Barrier\" was inspired by the \"flaming sword which turned every way\" at the gates of Eden).\n\n\n== Classes ==\nAssassin\nThe assassin appeared as a base class in Supplement II: Blackmoor for OD&D, in 1st Edition AD&D and as a prestige class in 3rd Edition.  They were loosely based on stereotypes of real-world assassins and on the Islamic assassins that originated during the Crusades.Barbarian\nThe barbarian officially appeared as a class first in Dragon and then in AD&D's Unearthed Arcana. The class was obviously heavily inspired by Howard's Conan the Barbarian, of whom Gygax professed to being a fan since 1950.\nAs Conan was often deeply suspicious of magic, this barbarian was limited in its ability to use magical items until higher levels. This class was a great leaper and an able climber, like Conan. The D&D 3.5 version retained some similarities, but eliminated the disdain for magic. A less psychotic version of a berserker's fury was incorporated as the rage ability (previously, berserkers had been NPCs or monsters) for barbarians. The 3.5 barbarian remained close to its archetypal founder, however, possessing a trap sense and uncanny dodge abilities similar to Conan's keen eye for trouble. In 4th edition, the barbarians' rage abilities are overtly magical; the barbarian allowing himself or herself to be possessed by Primal (nature) spirits which provide supernatural rage.Bard\nThe bard made its earliest appearance in The Strategic Review #6 (February 1976), predating AD&D, which states that the class was inspired by stories of the Celtic bard, a musician and keeper of ritual lore, related to the druidic tradition. The original bard was a multi-classed fighter/thief/druid. Later editions diverged from this inspiration, making the bard a sort of scoundrel, minstrel, and enchanter with a knowledge of legends.Cleric\nThe cleric is largely inspired by medieval Knights Templar. Like the Templars described in White's The Once and Future King, clerics in D&D were forbidden edged weapons by religious vows. Their spellcasting abilities parallel the miracles of saints, but bear little resemblance to the folklore of the fighting priest. AD&D 2nd edition introduced the concept of speciality priests, of which the druid is an example, who had different spell capabilities and different weapon choices. Clerics, in 3.5, are drawn to maces and staves primarily by a lack of proficiency with martial weapons, and to a lesser degree by a deity's favored weapon. The warhammer, typically presented as a small sledge, rather than the historical pick-like weapon, is another iconic cleric weapon, wielded by dwarven clerics in 3.5, with more than passing resemblances to the hammer of Thor.Druid\nDruids are inspired by lore of the namesake Celtic priests in pre-Roman times and are divine caster who reveres nature. They possess special supernatural powers, in particular the ability to change into animal form, and do not wear metal armor.Fighter\nThe fighter (or fighting man as he was originally called) is a very generic category of historical, mythological and fantastical warriors, mercenaries, knights, and bandits.Monk\nThe monk is based on the Asian martial arts tradition. Many of their abilities are those ascribed to sifus and Zen masters.Paladin\nThe paladin is named after the legendary \"holy knight\" champions of Charlemagne.Ranger\nLargely inspired by the character of Aragorn in The Lord of the Rings. Notably, on the introduction of the ranger in The Strategic Review the Ranger class was exceptionally proficient with scrying, a trait derived from Aragorn's ancestral right to the palantíri. Later versions reimagined the class as a warrior with a mystical connection to nature and animal empathy abilities.Rogue\nAlthough the daring rogue, thief or trickster character is a staple of human legends. In his article \"Jack Vance and the D&D Game\", Gary Gygax stresses the influence that Vance's Cugel and also Zelazny's Shadowjack had on the thief class.Sorcerer\nAlthough the sorcerer was primarily introduced as a substitute spellcaster for those that did not like the wizard magic system, the legends of magic-users born with inborn magic can be traced back to such stereotypes as Merlin.Wizard\nWizards memorize their spells, then forget them when cast in the fashion of magicians from Jack Vance's Dying Earth series of novels.\n\n\n== Races ==\nDwarves\nDwarves come from Scandinavian and Teutonic mythology with some inspiration from The Lord of the Rings. Tolkien's dwarves were already less sorcerous and fey than their legendary Anglo-Saxon forebears.Elves\nElves in Dungeons & Dragons are similar to the legends of fairies have affinity for wild places, ancient magic, grace, benevolence, and humanoid appearance. Like Tolkien's elves, the Second Edition of Dungeons & Dragons had elves who did not die of old age, instead they migrated to another land, similar to the way Tolkien's elves all eventually felt the urge for the Undying Lands. Gary Gygax claimed D&D elves draw very little from Tolkien. Elves in D&D are immune to paralysis as a holdover from a game balance adjustment in Chainmail.Gnomes\nGnomes come from all kinds of mythology. They were traditionally a small and plump race of jolly men who had beards and pointed caps. The early editions of D&D reflected this stereotype, but later versions began using a variant of gnome that was slightly taller and thinner with slanted eyes and a talent for machinery.Halflings\nIn earlier editions of D&D, halflings are strongly inspired by Tolkien's hobbits (even referred to by that word in the earliest edition), being diminutive, chubby, furry-footed home-bodies with a penchant for dwelling in hollowed out hillsides and a racial talent for burglary. TSR stopped using the word \"Hobbit\"  after the threat of a lawsuit from holders of Tolkien's intellectual rights. The character was then referred to as \"Halflings\" (a word Tolkien also used for hobbits, but which is not trademarked) though they remained otherwise as described before. Upon the release of the third edition of D&D, Halflings were significantly reimagined, becoming sleek tricksters incorporated some elements of the Dragonlance series' kender and colorful stereotypes of Gypsies.Half-Orcs\nHalf-orcs are loosely based on Tolkien's works, which described a cross-breed race of Men that had Orcish blood.Half-Elves\nAlthough half-elves in D&D are a large group, in classic mythology and in Tolkien there were only a small group of them, most notably Elrond who have both Elf and Human blood. In D&D this combination allows the character to gain abilities and use items of both races\n\n\n== Creatures ==\nBeholder\nThe Beholder was conceived of by Terry Kuntz, the brother of early D&D designer Robert J. Kuntz. The Beholder's xenophobia towards other subraces of Beholders was added after Jim Holloway submitted multiple designs for the Beholder's spelljamming ship and Jeff Grubb decided to keep them all and used xenophobia to explain the differences in design style.Centaur\nThe centaur comes from Greek mythology.Chimera\nThe chimera comes from Greek mythology. The original could spit or glance with lightning or poison. The D&D version, having a dragon head, could breathe fire. The third edition version could have the head of any chromatic dragon; a blue dragon chimera would spit lightning, like a classic chimera.Djinn\nThe djinn comes from Arabic folklore. In D&D it is a type of genie.Dryad\nA dryad is a demigod in Greek myth, a type of goddess or nymph associated with nature.Efreet\nThe efreet, a type of genie in D&D, comes from Arabic folklore. They live in a City of Brass.Ettin\nAn ettin is a species of giant in English and Irish folklore.Golem\nThe word golem comes from Jewish folklore, and refers to a man of clay, named Joseph, created by a community as a protector.Hobgoblin\nIn legend, a hobgoblin is a type of sprite or brownie. In D&D, it is a larger, particularly violent variety of goblin. Tolkien had used the term 'hobgoblin' for a large sort of goblin in The Hobbit, but later realized that in folklore hobgoblins were actually the smaller sort.Medusa\nThe medusa is named after a creature in Greek mythology with the same appearance and powers.Mind Flayer\nMind flayers are original to D&D.  They were inspired by the cover of Brian Lumley's novel The Burrowers Beneath.Minotaur\nThe minotaur appears as a unique creature in Greek mythology.Nymph\nNymphs come from Greek myth, in which they exhibit their blinding beauty.Orc\nOrcs come from Tolkien's The Lord of the Rings where they are described as bestial, brutal, and evil humanoids. The term orc, before Tolkien, meant a monster, possibly an ogre, but usually referred to a type of sea monster.Simurgh\nThe simurgh is a creature of Persian mythology.Tarrasque\nThe Tarasque (note different spelling) was a legendary monster in the French region of Tarascon.  According to tradition, the monster was tamed by St. Martha.Treant\nTreants are based on Ents from Tolkien's work.  They were renamed after the same lawsuit from Tolkien Enterprises that prompted the switch from \"hobbit\" to \"halfling\", among other changes.Troll\nTrolls come from Northern European folklore. The D&D version was inspired by a regenerating troll that appear in Poul Anderson's Three Hearts and Three Lions.Vampire\nAlthough vampires appear in ancient Greek and medieval myth, D&D vampires owe their ancestry to myth and Bram Stoker's Dracula.Wight\nThe wight is a deadly undead creature inspired by the legends of similar ghostly entities.Wyvern\nThe  wyvern appears as a heraldic figure.\n\n\n== Magic items ==\nIoun Stones\nIoun stones come from the Dying Earth tales of Jack Vance, with little alteration.\n\n\n== Miscellaneous ==\nAlignment\nD&D alignment draws from several sources and is a character lynchpin that allows players to faithfully roleplay their character's state of mind.Cursed weapons\nCharacters in D&D that acquire cursed weapons can be magically compelled to not want to be rid of them despite the item having very poor/harmful capabilities or malicious side-effects (such as body odor, acne, deafness, alignment change, class change, or even sex change). This was drawn from the \"One Ring\" in Tolkien's The Lord of the Rings novel and Stormbringer from Michael Moorcock's novels of Elric.\n\n\n== Notes ==\n\n\n== References ==\nArneson, Dave (June–July 1979). \"My Life and Role Playing\". Different Worlds #3. Chaosium: 6–9.\nBirnbaum, Jon (July 20, 2004). \"Gary Gygax Interview\". Game Banshee. Retrieved March 1, 2007. Archived copy of the article, taken 2009-07-13: page 1, page 2\nGygax, Gary (March 1985). \"On the influence of J.R.R. Tolkien on the D&D and AD&D games\". The Dragon (95). pp. 12–13.\nNoonan, David (2007-10-09). \"Birth of a Rule\". Wizards of the Coast. Archived from the original on 2007-10-09. Retrieved 2007-10-09.",
    "link": "https://en.wikipedia.org/wiki/Sources_and_influences_on_the_development_of_Dungeons_%26_Dragons",
    "summary": "Sources and influences on the development of Dungeons & Dragons include fantasy fiction, mythology, and wargaming rules, among others.\n\n",
    "section titles": "Development of the game system Theme and fictional elements Classes Races Creatures Magic items Miscellaneous Notes References",
    "keywords": ["Dungeons", "Dragons", "Sources", "influences", "fantasy", "fiction", "mythology", "wargaming", "development", "Theme", "Tolkien","Classes", "Races","Creatures"]
}