{
    "title": "SS Zealandia (1910)",
    "text": "SS Zealandia, nicknamed \"Z\" (or \"Zed\"), was an historically significant Australian cargo and passenger steamship. She served as a troopship in both World War I and World War II. Zealandia transported the Australian 8th Division. Her crew were the last Allied personnel to see HMAS Sydney, which was lost with all hands in 1941. Zealandia was sunk in the air raids on Darwin of 19 February 1942.\n\n\n== Building ==\nJohn Brown & Company of Clydebank, Scotland built Zealandia for Huddart Parker & Co of Melbourne, launching her on 20 November 1909 and completing her in May 1910. She had 21 corrugated furnaces with a total grate area of 433 square feet (40 m2) heating seven single-ended boilers with a total heating surface of 17,775 square feet (1,651 m2). They supplied steam at 215 lbf/in2 to two four-cylinder quadruple expansion engines, each of which drove one of her twin screws.\n\n\n== Early civilian service ==\nIn 1910–13 she was chartered by the Union Steam Ship Company of New Zealand, mainly for use on the trans-Tasman route, but also undertaking voyages to ports as distant as Fremantle and Vancouver. Huddart Parker then used Zealandia on the Melbourne – Fremantle route.\n\n\n== World War I ==\nIn May 1918 Zealandia was requisitioned as an Allied troopship. She was among the ships used to transport the American Expeditionary Force from the east coast of the USA to France. After the armistice she carried troops on the Liverpool – Sydney route. In 1919 she resumed her commercial role with Huddart Parker.\n\n\n== World War II ==\nOn 29 June 1940 Zealandia embarked part of the 8th Division, the 2/21st Battalion, later known as Gull Force, at Sydney and took it and other units to Darwin.\nZealandia transported another part of the 8th Division, Lark Force (otherwise known as the 2/22nd Battalion), to Rabaul, leaving Sydney on 19 April 1941. Following that voyage, Zealandia went to Noumea, New Caledonia and transported Free French troops to Sydney.\nIn mid-1941 Zealandia took the main body of the 8th Division, their stores and equipment to Singapore, where the main body of the 8th was surrendered to Japanese forces in February 1942.\nAfter several other war-related voyages, in November 1941 Zealandia visited several Australian ports en route to Singapore. A labour dispute involving some crew members caused her and HMAS Sydney to be delayed in leaving Fremantle, whence Sydney escorted Zealandia to Sunda Strait. Zealandia's crew were the last Allied personnel known to have seen Sydney, which was sunk by the German auxiliary cruiser Kormoran and lost with all hands when she attempted to stop the Kormoran.\nZealandia also took another 8th Division detachment, Sparrow Force, to Timor departing Darwin with 957 troops the morning of 10 December 1941 escorted by HMAS Westralia with another 445 troops that reached Koepang on 12 December. On 20 December the ship departed Darwin with 207 women and 357 children as the first of several ships to evacuate civilians from Darwin to southern Australia.In Sydney the ship was fitted with material to protect her oil tanks in the event of attack. On 23 January she left Sydney, transporting an anti-tank company and its equipment to Darwin, where it arrived on 6 February.\n\n\n=== Sinking ===\n\nIn the air raids of 19 February 1942 a number of bombs fell close to Zealandia, then one fell through a hatch and exploded in a hold, causing a serious fire. Japanese planes also attacked Zealandia with cannon and machine gun fire. Ammunition in one hold started to explode and the ship's fire pumps were disabled by another bomb. The order was given to abandon ship.\nZealandia sank, leaving only her masts clear of the water. Two crew members died from wounds sustained in the attack. 142 crew members survived.\nThe ship was salvaged in 1960 during the Fujita salvage operation. What remains of Zealandia lies in Darwin Harbour at position 12°29.00′S 130°51.05′E at a depth of 19 metres (62 ft), and is a recreational dive site.\n\n\n== References ==\n\n\n=== Sources ===\nLaxon, William A (2008). Huddart Parker: A famous Australasian Shipping company, 1876–1961. Caulfield South: Nautical Association of Australia.\nMarcus, Alex (1986). \"DEMS? What's DEMS?\": the story of the men of the Royal Australian Navy who manned defensively equipped merchant ships during World War II. Brisbane: Boolarong.\nMcCarthy, Sophie (1992). World War II shipwrecks and the first Japanese air raid on Darwin, 19 February 1942. Darwin: Northern Territory Museum of Arts & Sciences.\nSmith, Neil C (2006). With the red duster. Gardenvale, Vic.: Mostly Unsung Military History Research and Publications.\nWar service of the Merchant Navy: a record of the participation of the men and ships of Huddart Parker Ltd. foreword by Admiral Lord Mountevans. Melbourne: Huddart Parker Ltd. 1951.CS1 maint: others (link)\n\n\n=== Links ===\n Media related to Zealandia (ship, 1910) at Wikimedia Commons\n\n\"Official Log Book\". National Archives of Australia.\n\"SS Zealandia\". merchant-navy-ships.com. Archived from the original on 5 February 2010.\nDunn, Peter (30 May 2006). \"Sinking of the ship \"Zealandia\" in Darwin Harbour on 19 February 1942 during a Japanese Air Attack on Darwin\". ozatwar.com. Retrieved 21 July 2016.",
    "link": "https://en.wikipedia.org/wiki/SS_Zealandia_(1910)",
    "summary": "SS Zealandia, nicknamed \"Z\" (or \"Zed\"), was an historically significant Australian cargo and passenger steamship. She served as a troopship in both World War I and World War II. Zealandia transported the Australian 8th Division. Her crew were the last Allied personnel to see HMAS Sydney, which was lost with all hands in 1941. Zealandia was sunk in the air raids on Darwin of 19 February 1942.\n\n",
    "section titles": "Building Early civilian service World War I World War II Sinking References Sources Links",
    "keywords": ["Z", "Zed", "Australian", "steamship", "troopship","World", "War", "I", "II","Zealandia"]
}