{"title": "The Shroud Conspiracy", "text": "The Shroud Conspiracy, a thriller novel authored by John Heubusch, focuses on the race between science and religion to exploit Christianity’s most famous relic, the Shroud of Turin. When science and faith collide, accidents can happen and the result is unleashed on the planet with the promise of devastating consequences. The book was published on March 14, 2017. The sequel to The Shroud Conspiracy, The Second Coming, was scheduled for publication in 2018.\n\n\n== Plot summary ==\nDr. Jon Bondurant is a world-famous forensic anthropologist, well-known for his pugnacious atheism. When the Vatican invites him to lead an unprecedented investigation into the authenticity of the purported burial cloth of Jesus Christ, he can’t resist this once-in-a-two millennium offer. After a contentious debate at the highest levels, the Vatican risks the authenticity of one the most sacred relics in all of Christendom in order to spite the skeptical Bondurant.\nWhile in the Vatican, Bondurant meets Domenika Josef, a devout Catholic and the Vatican’s media specialist assigned to keep an eye on him. She’s privy to something Bondurant is not -- a recently discovered ancient Codex with important revelations concerning the Shroud. What she’s not privy to is her own pre-destined role in a plan by evil forces bent on stealing DNA tied to the sacred blood-stained Shroud. The resulting attempt to clone Jesus has apocalyptic results and is the subject of Heubusch’s sequel.\n\n\n== Characters ==\n\n\n== Critical reception ==\nSteve Forbes, chairman and editor-in-Chief of Forbes Media, wrote: \"This fun piece of fantasy will, all too briefly, make you forget the eye-rolling craziness that seems to be consuming the world.\" Jane Blakemore of NewsMax says that Heubusch blends \"an Indiana Jones thriller with a high conspiracy worthy of Dan Brown.\" New York Times bestselling author Brad Thor wrote: \"The Shroud Conspiracy is an absolutely brilliant thriller! This riveting, intrigue-filled mystery is like nothing you’ve read before. Once you start, you won’t be able to put it down.\"  Greg Gutfeld of FOX News' The Five proclaimed the book to be \"Marvelously written and detailed, so exquisitely paced, so vibrantly entertaining that it leads me to ask, 'so when's the movie being made?\" Scott McEwen, co-author of American Sniper has called the book \"A fast paced story, with some great twists, it is a page-turner from beginning to end!  John Heubusch jumps onto the writing stage with a huge first book.  Move over Dan Brown, you have some competition...  A great read!” Ted Bell, bestselling author of Patriot, called it \"Indiana Jones meets Da Vinci Code.\" However, Publishers Weekly, while calling it a \"thrilling tale\", noted the \"haphazard plotting and unlikable characters\".\n\n\n== Sequel ==\nBacked by Simon & Schuster, a sequel to the book entitled The Second Coming is slated for release in 2018.\n\n\n== Editions ==\nISBN 978-1-5011-5570-3 (hardcover, 2017)\n\n\n== References ==\n\n\n== External links ==\nSimon & Schuster", "link": "https://en.wikipedia.org/wiki/The_Shroud_Conspiracy", "summary": "The Shroud Conspiracy, a thriller novel authored by John Heubusch, focuses on the race between science and religion to exploit Christianity’s most famous relic, the Shroud of Turin. When science and faith collide, accidents can happen and the result is unleashed on the planet with the promise of devastating consequences. The book was published on March 14, 2017. The sequel to The Shroud Conspiracy, The Second Coming, was scheduled for publication in 2018.\n\n", "section titles": "Plot summary Characters Critical reception Sequel Editions References External links", "keywords": []}