{
    "title": "Thodupuzha",
    "text": "Thodupuzha (തൊടുപുഴ) is a municipality in Idukki district in the Kerala state of India, spread over an area of 35.43 km2. Thodupuzha is 57 km (35 mi) from Kottayam and 60 km (37 mi) south east of Kochi. Thodupuzha is 200 km from the state capital, Trivandrum. Geographical classification of Thodupuzha Region is Malanad or Idanad.\nThodupuzha is also the name of the river that flows through the town. It is one of the largest towns in the district and is a main commercial center. The town is being modernized with the help of a program sponsored by the World Bank, financing through the Government of Kerala. It was once part of the territory of the princely state, Travancore.  It lies in central Kerala, southeast of Muvattupuzha. The Thodupuzha municipality area is characterized by abundant vegetation.\n\n\n== Etymology ==\nThe place named 'Thodupuzha' by Elasamprathi Narayana Varma from two words, 'thodu' (which means a rivulet) and 'puzha' (which means a river). It is believed that the stream developed into a river, and the town on the banks of the river came to be known as Thodupuzha.     \nThere is another version which defines the word ‘thodu’ (old Malayalam word) as ‘touch’ and ‘puzha’ as ‘river’. Thus the town touching the river became Thodupuzha.\nMattathil Kovilakam was the protectors and rulers of the Desham (region) Thodupuzha that they were in and a reported relationship emerged to a \"Naadu Vaazhi\" (Ruler of the land)of Keezhmalainadu. Naadu, which is a group of Deshams, came to known as Thodupuzha. The last ruler of the desam was Elasamprathi(Ruler of a region appointed by His Highness Marthanda Varma Maharaja of Travancore) Elasmprathi Narayana Varma originally from Trivandrum and he was the representative of Maharaja Raja. His official residence was Mattathil Kovilakam located in Chalamkode Village. Official Headquarters of Keezhmalainadu were Karikodu.\n\n\n== History ==\n\nThe Kings of Vadakkumkoor used to live at Karikode for several years. Vadakkumkur was a late medieval/early modern feudal principality located in the Indian state of Kerala.Headquarters of the Kingdom of Vadakkumkur was at Karikkode in Thodupuzha.   Thekkumkur, it succeeded from the early medieval political region of Vempolinad by around 1200 AD. After their separation, Thekkumkur became an independent kingdom, while Vadakkumkur became a vassal of Cochin. During the time of Portuguese dominance in Cochin, disputes arose between the Vadakkumkur chieftain and the Kingdom of Cochin over the pepper trade and the Vadakkumkur Rajah was killed in battle with Cochin and their Portuguese allies.After the attack Vadakkumkur palace shifted in to two branches and one known as Mattathil Palace remains at Thondikkuzha(Chalamkode) and the other one is at Kadanadu Pala Vadakkumkur and Thekkumkur were later annexed by Marthanda Varma and incorporated into the Kingdom of Travancore.Maharaja appointed his representative known as Sarvadhikari Elasamprathi Narayana Varam to develop the region called Keezhmalainadu. Narayana Varma known as the father of Keezhmalainadu and modern Thodupuzha. The period of his reign was the golden age of Keezhmalainadu. He erected many monuments, including the government offices, Pandika Shala and Temples. The Karikode Mosque and other buildings in Thodupuzha and Muvattupuzha also date from his reign. He was also the founder of the new style of tax collection in this region. He traveled every day from Chalamkode to Karikkodu in a Pallakku (palanquin). The relics of the fort is still there at Karikode. The Annamalai Temple, which carries the traits of Tamil Architecture is at Karikode. At this temple are statues and lamps made out of stone and metal, believed to have been made in the 14th century. Thodupuzha is an ancient town with a history dating back to many centuries. The Buddhist and Jain religions which made their first inroads into Kerala in 300 BC have left their impact at Thodupuzha and neighboring areas. The Buddhist religious relics found at Karikode near Thodupuzha is proof of this. In the 14th century AD, Kerala was divided for administrative reasons into several provinces such as Venadu, Otanadu, Navishainadu, Munjunadu, Vempolinadu, and Keezhmalainadu. Thodupuzha and Muvattupuzha were in Keezhmalainadu which had its headquarters at Karikode. Keezhmalainadu was in existence until AD 1600. In that year it lost a battle with Vadakkumkoor and became a part of it. The church at Muthalakodam, a small town, 4 kilometers from Thodupuzha, is believed to have been constructed before the 13th century. The Ninnar Mosque near Karikode is said to have been constructed by Sarvadikari Elasmprathi Narayana Varma for his Muslim soldiers.. No one in Thodupuzha knows this Elsambrathi Narayana Varma. The area which is talking about is only a village near Thodupuzha (a ruined village). It has no way connected to Thodupuzha modern township. Wikipedia just not moke facts. \nAt the formation of Kerala state in 1956, Thodupuzha was part of the Ernakulam district. In 1972, Idukki district was formed by merging Thodupuzha taluk along with Devikulam, Udumbanchola and Peermade taluks, which were part of the erstwhile Kottayam district.\n\n\n== Climate ==\n\n\n== Demographics ==\n\nAs of 2001 India census, the total population of 46,226. Males constitute 49%of the population and females 51%.  Thodupuzha has an average literacy rate of 82%, higher than the national average of 59.5%: male literacy is 84%, and female literacy is 81%. In Thodupuzha, 12% of the population is under 6 years of age.\n\n\n== Transportation ==\n\n\n=== Road ===\n\nThodupuzha has an excellent network of highways and roads that connects it to the nearby towns and cities. The Main Eastern Highway (Muvattupuzha - Punalur / SH-08 / 154 km) passes through Thodupuzha and connects it to two of its neighboring towns, Muvattupuzha and Pala. Thodupuzha-Puliyanmala road (SH-33) connects Thodupuzha to Idukki District centre at Painavu as well as tourist destinations like Idukki Dam and Thekkadi. Alappuzha-Madurai road (SH-40) also passes through Thodupuzha town. SH-43 which connects Muvattupuzha with Theni passes through some parts of the Thodupuzha Taluk but doesn't pass through Thodupuzha town. Other state highways, Thekkady - Ernakulam, and Sabarimala - Neryamangalam also passes through Thodupuzha town. New 4 Lane Highway Proposed from Muvattupuzha to Kakkanad if materializes will connect Thodupuzha to Kochi in Less than 45 minutes to reach reducing the distance to 50 kilometers.\nThodupuzha - Pala, Thodupuzha - Muvattupuzha highways are one of the best roads in Kerala which were recently upgraded by KSTP.\nThe newly constructing KSRTC bus station (construction begins from 2013 till now not opened for public . The Thodupuzha MLA PJ Joseph do not have much interest in this now. If we contacted him also there is no positive response from him. Many distant passenger's are facing problem due to this)will give depot status (now a Sub depot) to Thodupuzha KSRTC station. Many new interstate services expected to start from Thodupuzha after the commissioning of the new KSRTC bus station. Bus services at frequent intervals are there to nearby places like Kottayam, Ernakulam, Vaikom, Kattappana, Thrissur, and Trivandrum from Thodupuzha. Recently this depot has added several high-tech low-floor buses, which provide luxury transportation facilities to their fleet.\n\n\n=== Railway ===\nAt present Thodupuzha has no railway connectivity. The nearest major Railway Stations are Aluva railway station which is 55 kilometres away from Thodupuzha, Kottayam railway station is at 54 kilometres away from Thodupuzha. The proposed Angamaly-Erumely Sabari Railway to Sabarimala passes through Thodupuzha, and Thodupuzha railway station is planned to be constructed near Thodupuzha Co-operative hospital. Construction of Sabari Railway is completed up to Kalady railway station and Periyar bridge. The railway link will probably complete till Muvattupuzha and maybe, up to Thodupuzha. Railways see the terrain as difficult due to hills and loose soil in the Meenachil taluk and beyond. Also, the population density is lower in Thodupuzha, Pala, and southwards, known as low ranges, in the foothills of Western ghats. There is also opposition from locals in the eastern part of Kottayam district through which the proposed railway alignment is.\n\n\n== Economy and infrastructure ==\nThodupuzha's economy is driven by agriculture, business, and small industries. Farmers in Thodupuzha raise a number of crops, mostly rubber. Other crops such as pineapple, coconut, rice, pepper, cocoa, tapioca, banana, ginger, turmeric etc. are also being cultivated in plenty. In recent years Thodupuzha has shown more interest in promoting tourism. The face of Thodupuzha changed a lot in the last decade owing to developments since the changeover of the status from Taluk to Municipality. The new private bus stand, Temple Bypass road, Kanjiramattom Bypass road, Kothayikkunnu Bypass, Vengaloor Bypass, Mangattu Kavala four-lane road, Mini Civil Station, New Bridge, Municipal Park, Shopping complex at bus stand, New Townhall complex, etc. are noted landmarks which changed the look of Thodupuzha to a planned city. The first manufacturing industry in the District, Dhanwanthari Vaidyasala has its headquarters in Thodupuzha. The footwear brand Lunar's has its operations base at Thodupuzha. Thodupzha is strategically located in the route of Highranges to other Central Kerala towns like Ernakulam and Kottayam. However the lack of well-developed roads from Highranges to reach Thodupuzha has led to the usage of Aluva - Munnar road and Kottayam - Kumaly road as the main transport route by the people of the uplands. They are new proposed state highways: Thekkady - Ernakulam, and Muvattupuzha - Theni.\n\n\n== Politics ==\n\nThodupuzha was administered by a village panchayat and village union for several years, but on 1 September 1978, Thodupuzha was upgraded into a municipality. The Thodupuzha Municipality was formed by merging the Thodupuzha Panchayat and the neighboring Panchayats of Kumaramangalam, Karicodu, and Manacaud. The municipality was administered by a special officer for ten years. In 1988, elections were held and the first popularly elected municipal council came into existence with Advocate N. Chandran as the Chairman. Today the Municipality has 35 wards. There is a Chairman, a Vice-Chairman, and various Standing Committees to carry out the civic administration. Safiya Jabbar of the UDF is the present Municipal Chairperson of Thodupuzha Municipality following the Kerala Local Self Government institutions election in 2015.Thodupuzha is an assembly constituency and P J Joseph is the present MLA of Thodupuzha. He got elected 9th time from Thodupuzha marked with the highest majority in the 2016 Kerala assembly of 45,587 votes. He is admired for the planned developments carried out during the tenure as MLA and Minister. During his term as minister he tolded a flyover project near KSRTC Junction at moopilkadavu but till now work do not started. Knowledge city (Work not completed Only MLA knows if the work started or not), Malankara dam tourism project, Sports complex, and Thodupuzha ring roads are his proposals. Thodupuzha assembly constituency is part of Idukki (Lok Sabha constituency) for which Dean Kuriakose is the present MP.\n\n\n== Healthcare ==\nThere are at least 2150 hospital beds within the municipal area, serving a population less than 50,000 making a hospital beds per 1000 population of about 250 which is above UK average of 3.78 and USA average of 3.32. Besides, Thodupuzha is also an important hub of alternate medicine, with three major Ayurvedic groups having their headquarters in Thodupuzha including the 85-year-old Dhanwanthari Group. There are so many hospitals in Thodupuzha area. Some of the hospitals in the area include District Ayurveda Hospital, Thodupuzha Taluk Government Hospital (Karikode), St. Mary's Hospital (Idukki Road), Holy Family Hospital(Muthalakodam), Chazhikattu Hospitals, Archana hospital (Muvattupuzha Road), Mount Sinai Hospital (Mount Sinai Road), St Josephs Hospital and Children's Clinic (Mount Sinai Road).\nAl Azhar medical college at Ezhallor is 7 km away from the town. Thodupuzha taluk hospital got upgraded to District hospital recently. Smita Memorial specialty hospital and cancer center is being constructed near Vengaloor junction.The Ayurvedic Group Dhanwanthari Vaidyasala (Estd.1933) has a 100-bed Ayurvedic Hospital in Thodupuzha.\nSmita Memorial Hospital and Research Centre (SMHRC) Thodupuzha, Kerala\nThe proposed hospital at Thodupuzha is intended to be a multi-specialty hospital, located between the Thodupuzha – Moovattupuzha High Way Road and the perennial Thodupuzhayayr. It is a 416-bed hospital with 334 single rooms, 6 operation theatres, 5 ICUs and other amenities. It is planned to be the first fully specialized cancer center in central Kerala.\n\n\n== Entertainment ==\n\n\n=== Movie theaters ===\n\n\n== Tourist attractions ==\nAlthough Thodupuzha itself is not a major tourist destination, it is the gateway to Munnar, Thekkadi, Idukki Dam, and Peermade.\n\n\n=== Thommankuthu ===\n\nThommankuthu is a famous tourism destination 20 km from Thodupuzha has a series of waterfalls. In addition, there are several caves and viewpoints.\nThe waterfall in Kaliyar river originates from the hills Palkulam medu, 4000 feet above sea level.\n\n\n=== Uravappara ===\nUravapara is a hillock temple situated at Olamattom near Thodupuzha, at a height of 500 ft above sea level. Today, Uravapara is known for its religious activities. The annual festival of the temple is conducted in the Malayalam month 'Makaram' (January/February) each year.\n\n\n=== Illikal Kallu ===\nIllikal Kallu (Malayalam: ഇല്ലിക്കല്‍ കല്ല്) is a major tourist attraction spot in Kottayam district of Kerala (India). Situated about 3400 feet above sea level, it is also one of the highest peaks in the Western ghats. Illikal Kallu is a rock situated above Illikal Mala. The thing that makes this rock unique is that half of the rock has fallen off, and only the other half remains. This supplements the mountains which surrounds the rock. It is 30 km away from Thodupuzha.\n\n\n=== Malankara Dam ===\n\nMalankara, which is situated at a distance of 6 km from Thodupuzha is an upcoming tourist destination. Malankara is known for its irrigation project, the Malankara Dam, the Reservoir constructed across the tailwaters of Moolamattom Power House. This artificial lake is located near to the Thodupuzha – Moolamattom Road (State Highway 33) covering an area of around 11 km.\nMalankara Dam is a gravity dam and is a project of Muvattupuzha Valley Irrigation Project and KSEB ( Kerala State Electricity Board ). Constructed across the Thodupuzha river for the purpose of irrigation, this reservoir is a picnic spot, too. There is also a park nearby the reservoir, which is under construction. The Malankara Tourism Project has been launched by the Department of Tourism and the site will be soon turned into a tourist spot. As a part of the project, steps are being taken by the Government of Kerala for the protection of trees and developing the area to an entertainment park.\n\n\n=== Ilaveezhapoonchira ===\nIlaveezha Poonchira is one of the tourist destinations in Kerala. Spread over thousands of acres of the Kottayam district, the valleys of Ilaveezhapoonchira is a picnic spot. Situated at a distance of 24 km from Thodupuzha via Kanjar and 20 km via Kanjiramkavala, the spot located at the foot of the hillocks of Mankunnu, Kudayathur hill, and Thonippara, each rising to about 3200 ft above sea level makes it a place for trekking. At the top of these hills, one can view large parts of Idukki, Kottayam, Ernakulam, Alapuzha, Pathanamthitta, and Thrissur districts.\n\n\n=== Moolamattom Power House ===\nThe Idukki Hydroelectric Project is the biggest hydroelectric project in Kerala (India). It comprises three dams at Idukki, Cheruthony, and Kulamavu and related systems. The powerhouse at Moolamattom is the longest underground power station in India and the pressure shaft is the largest in the country. The Idukki Dam is one of the highest dams in the world and the first arch dam in India. Cheruthony is the largest and highest gravity dam in Kerala. The project harnesses a major portion of the power potential of Periyar, the largest river in Kerala, by the creation of a reservoir of 2,000 M.cum (2 Billion Tonnes) capacity, diversion of waters thus impounded through a water conductor system consisting of a power tunnel and two underground pressure shafts to an underground powerhouse situated in Moolamattom. The installed capacity of the Power House is 780MW consisting of 6 Units of Pelton-type turbines with a power generation capacity of 130 MW each. The regulated waters of Periyar fall through a drop of about 669.2 meters (2195 feet) while generating power in the underground powerhouse. The tailwaters flowing to river Kanjar through the tunnel and the open channel is diverted for irrigation purposes in the Muvattupuzha Valley. Visitors are only allowed to visit the area under special permissions due to security reasons.\n\n\n=== Thumpichi Calvery Samuchayam ===\nThis is a Christian Pilgrim Centre and the pilgrims climb up the hill during Lent and Good Friday. The way to the mountain is graced by the 14 crosses placed at regular intervals.\n\n\n=== Elappally Waterfalls ===\n\nElappally is 26 km from Thodupuzha town, 106 km from Kochi city. The Elappally Falls are situated on the Moolamattom - Wagamon road, which originates in the upper reaches of the Western Ghats. This fall will be active only in monsoon season and will be dry during the summer season.\n\n\n=== Wagamon ===\n\nWagamon is a hill station situated 1200 meters above sea level, 42 km from Thodupuzha.\nThe hill station also provides the option of trekking, paragliding, or rock climbing for adventurous seekers. The place has many varieties of flora and fauna located in various parts of the hilly region. Evergreen trees, tall grasses, and shrubs are present in the lower regions of Wagamon. Many rare species of birds, insects, wild buffaloes, and elephants can be easily located in the forests. The main attractions here are mist-covered mountains and lakes, Pilgrim centers – Kurishumala, Murugan temple, the Burial chamber of Sufi saint, and pine forests.\n\n\n=== Chalachitra Nagari ===\nThodupuzha has attracted many Malayalam movie makers. The films Vasanthiyum Lakshmiyum Pinne Njanum, Vargam, Nasrani, Manassinakkare, Kunjikoonan, Rasathanthram, Palunku, Detective, Veruthe Oru Bharya, Film Star, Swantham Lekhakan, Kadha Parayumbol, Samastha Keralam PO, Pappy Appacha, Vairam: Fight For Justice, Janapriyan, Arya, Swapnam Kondu Thulabharam, Elsamma Enna Aankutty, Marykkundoru Kunjaadu, Oridathoru Postman, Detective, Vismayathumbathu, Sringaravelan Swapna Sanchari, 101 Weddings, Evidam Swargamanu, Daivathinte Swantham Cleetus, Drishyam (Tamil and Malayalam), Om Shanti Oshana, Vajram, Rebecca Uthup Kizhakkemala, Vellimoonga, Thoppil Joppan, Oppam, Kattappanayile Rithwik Roshan, Swarna Kaduva, Aadupuliyattam, Janapriyan, Aadu, and Aadu 2 were shot in and around Thodupuzha.\nKaypa Kavala is a sleepy little place, and it was here that the climax for the movie 'Drishyam' was shot in both Tamil and Malayalam. The place also has a shop where the hero had his mobile TV shop.\n\n\n=== Kaatadikkadavu ===\nSituated 25 km from Thodupuzha, Kaatadikkadavu is hidden away and hard to find. There is a bit of a climb on foot though the view from the top is rewarding.\n\n\n== Education ==\nThe first center of higher learning which started functioning in Thodupuzha Taluk was Newman College, Thodupuzha. It was established in 1964 by the Syrian Catholic Diocese of Kothamangalam and named after Cardinal Newman.\nThe second college of Thodupuzha was established in 1982: St.Joseph's College at Arakkulam.\nThe University College of Engineering, Thodupuzha managed and run by the Mahatma Gandhi University, Kottayam, is located in Thodupuzha which is the first of its kind in the state of Kerala. The college started functioning in 1996. The college campus is located over 25 acres (100,000 m2) of land at Muttom, 7 km from Thodupuzha, by the side of State Highway No 33.\nCollege of Applied Science, Thodupuzha operates in the field of IT and Electronics education in Idukki district affiliated to MG University.  Established in 2000, the college is managed by the Institute of Human Resources Development (IHRD) Thiruvananthapuram, a Government of Kerala undertaking established in 1987. The college is situated at a distance of 2 km from Thodupuzha town by the side of Thodupuzha-Idukki road.Other colleges in Thodupuzha include\n\nSome of the schools in Thodupuzha include\n\nThe engineering colleges around Thodupuzha are\n\nAl-Azhar College of Engineering &Technology\nThe University College of Engineering - run by Mahatma Gandhi University.\n\n\n=== Law Colleges ===\nCo-operative School of Law, Thodupuzha affiliated by Mahatma Gandhi University, Kerala\nAl Azhar Law College\n\n\n== Places of worship ==\n\n\n== How to reach ==\nThodupuzha, although situated on the easternmost portion of the midlands starting just east of Kochi, is accessible from every part of the state due to good road connectivity. Although eastern and southern parts connectivity is affected by the hilly geography owing to being closer to Western Ghats (High Ranges), the connectivity to Muvattupuzha on the western side gives Thodupuzha region easy access to most of the destinations. The important highway passing through the town is Punalur-Muvattupuzha Main Eastern Highway. This hill highway connects a string of towns lying on the border of Western ghats including Punalur, Pathanapuram, Konni, Ranni, Ponkunnam, Pala and Thodupuzha to the major intersection at Muvattupuzha, where Main Central Road and NH 49 meets. Other major roads are Thodupuzha-Puliyanmala highway connecting to Idukki, Kattappana, and other parts of high ranges. Thodupuzha-Muttom-Erattupetta, Thodupuzha-Muthalakodam-Vannappuram, Thodupuzha-Vaikom roads also are strategic roads to Thodupuzha.\n\nKochi: Thrippunithura-Kolenchery-Muvattupuzha-Thodupuzha (59 km)\nTrivandrum: Kottarakkara-Changanassery-Kottayam-Pala-Thodupuzha (208 km)\nKottayam: Ettumanoor-Pala-Thodupuzha (56 km)\nThrissur: Chalakudy-Angamaly-Perumbavoor-Muvattupuzha-Thodupuzha (100 km)\nAlappuzha: Muhamma-Thanneermukkom-Vechoor-Manjoor-Kuravilangadu-Koothattukulam-Marika-Vazhithala-Thodupuzha (83 km)\nMunnar: Pallivasal-Adimaly-Oonnukal-Paingottur-Vengallur-Thodupuzha (93 km)\nTheni:  Cumbum-Kumily-Kattappana-Idukki-Thodupuzha (158 km)\nKozhikode:  Muvattupuzha-Thrissur-Kunnamkulam-Edappal-Ramanattukara (211 km)\n\n\n== Notable people ==\n\n\n== Landmarks ==\n\n\n== See also ==\nErattupetta\nPala\nKumily\nKuttikkanam\nKottayam\nPeermade\nMain Eastern Highway\nThenathoor\nWagamon\nVazhithala\n\n\n== References ==\n\n\n== External links ==",
    "link": "https://en.wikipedia.org/wiki/Thodupuzha",
    "summary": "Thodupuzha (തൊടുപുഴ) is a municipality in Idukki district in the Kerala state of India, spread over an area of 35.43 km2. Thodupuzha is 57 km (35 mi) from Kottayam and 60 km (37 mi) south east of Kochi. Thodupuzha is 200 km from the state capital, Trivandrum. Geographical classification of Thodupuzha Region is Malanad or Idanad.\nThodupuzha is also the name of the river that flows through the town. It is one of the largest towns in the district and is a main commercial center. The town is being modernized with the help of a program sponsored by the World Bank, financing through the Government of Kerala. It was once part of the territory of the princely state, Travancore.  It lies in central Kerala, southeast of Muvattupuzha. The Thodupuzha municipality area is characterized by abundant vegetation.\n\n",
    "section titles": "Etymology History Climate Demographics Transportation Road Railway Economy and infrastructure Politics Healthcare Entertainment Movie theaters Tourist attractions Thommankuthu Uravappara Illikal Kallu Malankara Dam Ilaveezhapoonchira Moolamattom Power House Thumpichi Calvery Samuchayam Elappally Waterfalls Wagamon Chalachitra Nagari Kaatadikkadavu Education Law Colleges Places of worship How to reach Notable people Landmarks See also References External links",
    "keywords": ["municipality","town", "Idukki", "Kerala", "India", "river"]
}