{"title": "Timeline of Faroese history", "text": "This is a timeline of Faroese history comprising important legal and territorial changes and political events in Iceland and its predecessor states. To read about the background to these events, see history of the Faroe Islands.\n\n\n== 7th century ==\nAbout 625 – It was thought Irish monks settled in the Faroe Islands and were the first people there. In earlier historical studies, it was assumed, that they came around 725. After botanical researches it had to be dated back to 675, and today Faroese scientists believe, that oats have been cultivated on the Faroes since about 625, for example in Mykines.\n\n\n== 8th century ==\nAbout 795 – Irish monks reach Iceland. It is suggested, that they came from the Faroes after banished by the Vikings. Diucil refers to it 825, but maybe some of the monks stayed in the Faroes.\n\n\n== 9th century ==\nAbout 825 – Grímur Kamban is said to be the first Norse settler in the Faroes at the place, which is named Funningur (the find).\nAbout 885–890 – Second wave of immigration to the Faroes under king Harald Hårfagre of Norway. Most of the settlers come from western Norway, but also many from Ireland and Scotland.\n\n\n== 10th century ==\nAround 900 – The Faroese Althing is assumed to be founded. If this is true, it is the oldest existing parliament of the world.\nAround 970 – The Færeyinga saga starts with its main story. The murder of Brestir and Beinir Sigmundsson is assumed to have happened in 969.\n983 – Return of Sigmundur Brestisson.\n999 – The Faroese Althing adopts Christianity against Trónd's resistance.\n\n\n== 11th century ==\n1005 – Sigmundur Brestisson is killed by Tórgrímur Illi in Sandvík.\n1026 – King Olaf II of Norway tries to encash taxes from the Faroes and to establish Norwegian law – but fails.\n1028 – The murder of the Norwegian legate Karl of Møre ends Olav's attempts.\n1035 – Death of Tróndur í Gøtu, the last Viking chieftain of the Faroes. Leivur Øssursson becomes Christian autocrat over the Faroes as feud under Norwegian government. The Viking age on the Faroes is over.\n\n\n== 12th century ==\nAround 1100 – The Faroes become the Diocese of the Faroe Islands, initially suffragan to the archbishopric of Hamburg-Bremen. The Faroese bishop has his seat in Kirkjubøur until 1538.\nAround 1104 – The diocese comes under the archbishopric of Lund, (today Sweden).\n1152/53 – The diocese becomes part of the archbishopric in Nidaros, Norway.\n1156 – Sverre comes to the Faroes in the age of 5 for further education in Kirkjubøur. He returns to Norway in 1176 and becomes King there.\n\n\n== 13th century ==\nAbout 1200 – Slavery on the Faroes is abolished by King Sverre\n1269 – Bishop Erlendur from Bergen becomes bishop in the Faroes\n1271 – King Magnus Lagabøte of Norway establishs the elder Gulatingslog on the Faroes. The Faroese Althing changes from a legislative into a consultative body. 1274/76 the younger Gulatingslog was adopted.\n1280 – The Hereford map is the first known map, which mentions the Faroes – as Farei.\n1290 – The Hanseatic League is forbidden to trade with the Faroes.\n1298 – The Sheep Letter (Seyðabrævið) becomes law. Obviously the slavery is reintroduced, for the sheep letter regulates, among other things, the exposure to slaves.\n\n\n== 14th century ==\nAround 1300 – Beginning of the construction of the Saint Magnus Cathedral in Kirkjubøur. It was never finished, but is still the main historical building of the country.\n1302 – The prohibition against the Hanseatic League is renewed by Norway.\nAround 1303 – Bishop Erlendur is forced to leave the Faroes.\nAround 1349 – The Black Death reaches the Faroes – a third of the population (estimated at least 1000 of 3000) dies.\n1350 – The Dog Letter (Hundabrævið) becomes law.\n1361 – The Hanseatic trade is legalized under the same conditions as of the business people from Bergen.\n1397 – Within the Kalmar Union, the Faroes remain under Norway's rule.\n\n\n== 15th century ==\nAround 1400 – The Althing is renamed into Løgting. This name is still in use today.\nAround 1447 – Attempts by the bishop Goswin of Iceland, to get the Faroes under his diocese, fail.\n1490 – Dutch tradesmen get the same privileges in the Faroe business as the Hanseatic League.\n\n\n== 16th century ==\nSince around 1500 – The Faroes are exposed to pirate raids from the British Isles and western France, later also Barbary (then a vassal of the Ottoman Empire).\nAround 1520 – Joachim Wullenwever from Hamburg becomes reeve over the Faroes on behalf of King Christian II of Denmark.\n1524 – After going into exile, Christian II offers the Faroes and Iceland to Henry VIII of England as collateral for a loan. Henry denies. Historians believe this saved the two countries from losing their languages, as it happened with the Norn language in Shetland and Orkney.\n1540 – Land which belonged to the church now became property of the Danish king (kongsjørð). The land was leased by Faroese peasants.\n\n\n== 17th century ==\nSince around 1600 – The Faroese language can be distinguished as a separate language.\n\n\n== 18th century ==\n1709 – The Danish Royal Trade Monopoly in the Faroe Islands is founded.\n1720 – The Faroe Islands becomes a county of Denmark as part of Sjælland province.\n1724 – The Faroe Islands is combined with Iceland into a single province.\n1775 – The Faroe Islands are administratively split from Iceland.\n\n\n== 19th century ==\n1816 – The Parliament is discarded.\nSince 1709 only one store was in the Faroe Islands, it was located in Tórshavn and belonged to the Danish royal trade monopoly, nobody else was allowed to trade in the Faroes. In the 1830s three stores which belonged to or were under control of the royal trade monopoly opened in the villages Vestmanna, Tvøroyri and Klaksvík.\n1852 – The Parliament is re-established.\n1856 – The Danish royal trade monopoly abolished.\n1888 – The Christmas Meeting (Jólafundurin), the start of a cultural movement and indirectly the start of modern Faroese politics.\n1889 –  In March a play was performed in Faroese language for the first time. The play was called Veðurføst (it means something like: got stuck due to bad weather) and was written by Súsanna Helena Patursson.\n1894 – The industrial revolution reaches the Faroes, with the arrival of commercial whaling, the first actual factory is built at Gjánoyri in 1901.\n1899 – On 5 November the Føroya Fólkaháskúli (Faroese Folk high school) was founded in Klaksvík, here the Faroese people could learn how to read and write in Faroese language, which they could not in the public schools, where Danish was the only language teachers were alloved to use. Ten years later the school was moved to Tórshavn.\n\n\n== 20th century ==\n1906 – The political party Sambandsflokkurin (Union Party) was founded.\n1906 – The political party Sjálvstýrisflokkurin (Self-Government Party) was founded.\n1919 – The Flag of the Faroe Islands is created by Faroese students in Copenhagen, it was raised in the village Fámjin later the same year.\n1938 – Faroese language is now allowed as teaching language in the Faroese schools.\n1939 – Faroese language is now allowed to use in the churches of the Faroes (Fólkakirkjan, state church)\n1940 13 April – The British occupation of the Faroe Islands starts (lasting until 1945).\n1940 April Flag of the Faroe Islands officially recognized (by the British government).\n1946 September – A referendum on either a proposal of self-government or independence results in a small majority for independence.\n1948 April The home rule act comes into power giving the Faroes a degree of autonomy.\n1953 – The Constitution of Denmark (Grundloven) allowed the Faroe Islands as well as Greenland two members in the Danish Parliament.\n1957 – On 6 February Útvarp Føroya (now Kringvarp Føroya) started to broadcast Faroese radio.\n1973 – Denmark joins the European Economic Community, but the Faroes opt to remain outside the EEC to avoid the Common Fisheries Policy.\n1988 – The Faroe Islands became a member of FIFA\n1989 – Faroe Islands is host for the Island Games.\n1992 – On 6 October, the bank Sjóvinnubankin declares bankruptcy starting the worst economic depression in Faroese history.\n\n\n== 21st century ==\n2005 – The Takeover Act (Overtagelsesloven) of 24 June 2005 which is an extension to the Self-governing Act of 1948, grants the Faroe Islands extended self-rule. The Constitution of Denmark (1953), The Self-governing Act (1948) and The Takeover Act (2005) make up the legal rights of the Faroe Islands within the Danish Realm.\n2007 – The Faroese government took over the responsibilities of the only airport in the Faroe Islands, Vága Floghavn. Until this day the airport was run by Danish authorities (Statens Luftfartsvæsen).\n2007 – The Faroese government took over the responsibilities of the Faroese Church (Fólkakirkjan) which until then had been Danish.\n2013 – In July 2013 the EU imposed sanctions to the Faroe Islands due to a dispute over the fishing quota of herring and mackerel. The boycott started on 28 August 2013, the boycott implies that Faroese vessels carrying herring or mackerel are banned from all EU ports, including Denmark, Sweden and Finland. The Faroe Islands can no longer export herring or mackerel to EU countries as long the boycott persists.\n\n\n== See also ==\nTimeline of Icelandic history\nTimeline of Swedish history\n\n\n== References ==", "link": "https://en.wikipedia.org/wiki/Timeline_of_Faroese_history", "summary": "This is a timeline of Faroese history comprising important legal and territorial changes and political events in Iceland and its predecessor states. To read about the background to these events, see history of the Faroe Islands.\n\n", "section titles": "7th century 8th century 9th century 10th century 11th century 12th century 13th century 14th century 15th century 16th century 17th century 18th century 19th century 20th century 21st century See also References", "keywords": []}