{"title": "Tom Ortenberg", "text": "Tom Ortenberg (born August 8, 1960) is an American businessman.\n\n\n== Early life and career ==\nOrtenberg was born to a Jewish family on August 8, 1960, in Briarcliff Manor, New York, Ortenberg attended Penn State University and graduated in 1982. At Penn State, Ortenberg recognized his passion for film, showing recent theatrical movies on campus to raise money for non-profit student organizations. Moving to San Francisco he began his film career with Columbia Pictures in 1985 as a clerk, and joined Hemdale Film Corporation in 1989, where he served as President of Distribution and Marketing after the company filed for bankruptcy and laid off the C level officers of the company before joining Lionsgate Films as their president of theatrical films, where he was the first employee in its Los Angeles office. Ortenberg led Lionsgate's film division as it quickly grew into one of Hollywood's premiere movie studios. In 2009, he left Lionsgate to join the Weinstein company as President of Theatrical Films. In 2011 it was announced that Ortenberg would be CEO of Open Road Films a newly formed movie studio owned by theatre chains AMC Theatres and Regal Entertainment Group. In 2016, he endorsed Bernie Sanders for President of the United States. Ortenberg left Open Road in 2017 after it was acquired by Tang Media Partners. Ortenberg then started Briarcliff Entertainment, a distribution company.\n\n\n== Personal life ==\nOrtenberg lives with his wife Edie and his 3 children Jason, Andrew, and Cole in Santa Monica, California. He is a member of the Academy of Motion Pictures Arts and Sciences (AMPAS) and is a Trustee of the British Academy of Film and Television Arts (BAFTA).\n\n\n== References ==\n\n\n== External links ==\nTom Ortenberg on IMDb", "link": "https://en.wikipedia.org/wiki/Tom_Ortenberg", "summary": "Tom Ortenberg (born August 8, 1960) is an American businessman.", "section titles": "Early life and career Personal life References External links", "keywords": []}