{
    "title": "Turtles Forever",
    "text": "Turtles Forever (also known as Teenage Mutant Ninja Turtles: Turtles Forever or TMNT: Turtles Forever) is a 2009 American television film produced by 4Kids Entertainment. A crossover film featuring three different incarnations of the Turtles, it was produced in celebration of the 25th anniversary of the Teenage Mutant Ninja Turtles, and serves as the series finale to the 2003 series.\nAn edited version of the movie was released on July 11, 2009 worldwide on TV. The film was then released on July 29 in New Zealand, Australia, and Canada. In other countries, the film aired on The CW as part of their Saturday morning The CW4Kids lineup on November 21, as part of a 25th anniversary celebration which featured a top-10 episode countdown preceding the film's television premiere. In the United States, an uncut version aired from October 31 to November 14 in a form where three weekly 26 minute episodes were shown in a half-hour slot per week.\nThe uncut version of the film later appeared on the CW4Kids's website on November 16, 2009, which includes 8 minutes of footage cut from the original version that aired on TV. The edited version was released on non-anamorphic widescreen DVD on November 21 from Nickelodeon/Paramount Home Entertainment. The uncut anamorphic widescreen version was later released in 2011 on DVD in the PAL DVD regions (2 and 4). There are currently no plans for an American release of the uncut anamorphic version on home media. On August 24, 2010, Nickelodeon aired the movie on its channel for the first time, then aired it again on five days later.\n\n\n== Plot ==\nThe Ninja Turtles and their master Splinter are startled to watch a video broadcast of the Turtles fighting the Purple Dragons on TV. The Turtles set out to break into the Purple Dragons' HQ to get to the bottom of these doppelgängers, to discover that their \"imposters\" are actually alternate versions of themselves. They escape together, but the 2003 Turtles find the 1987 team too difficult to control, until they summon Splinter, in whose presence the 1987-Turtles explain that they landed here after fighting the 1987 Shredder and Krang over mutagen in the Technodrome. During the battle, the dimensional teleporter malfunctioned, sending them all to the 2003 dimension. Checking recent tremor reports, the Turtles find the Technodrome, only to have to battle an army of Foot-Bots led by Bebop and Rocksteady.\nWhen the 1987-Shredder sees the two Turtle teams, he hypothesizes the possible existence of another Shredder in this dimension. After escaping the Turtles, Shredder and Krang locate Ch'rell, the Utrom Shredder, on an icy asteroid. After Ch'rell is thawed out, he proves too insane to work with and is retained for vivisection. However, his adopted daughter Karai, who had been monitoring his exile, breaks into the Technodrome and frees him.\nWhile tracking the Technodrome, the Turtles and Splinter are attacked by Hun and the Purple Dragons, who want their mutagen. In the course of the fight, Hun accidentally becomes exposed to the substance and turns into a mutant turtle. He wanders until coming upon the Technodrome, now under the control of The Utrom Shredder, who takes Hun back into his service.\nCh'rell and Karai begin upgrading the Technodrome and the Foot-Bots with Utrom science, and use their supply of mutagen to make a mutant army out of the Foot clan. Using the trans-dimensional portal, Utrom Shredder learns there are many parallel universes filled with Ninja Turtles. Hun, Bebop and Rocksteady are dispatched alongside an army of Utrom Foot-Bots to capture the Turtles, breaking into their lair and it begins crumbling, forcing the Turtles to use their own dimensional portal projector to escape into the 1987 universe. Splinter is captured by Hun to serve as bait, and Utrom Shredder decides to launch an all-out assault on the 2003 universe to lure the Turtles out of hiding.\nAfter a brief stint in the 1987 universe, the Turtles are able to return to the 2003 universe with anti-Technodrome gear and infiltrate the Technodrome. Captured by Utrom Shredder, the Turtles learn from him they are not the only versions in the multiverse; because any of their alternate versions would pose a hindrance to Shredder's plan to rule all of reality, Ch'rell intends to kill the Ninja Turtles of the source dimension, creating a domino effect that will erase every other team of Ninja Turtles in the multiverse. All eight are scanned for shared DNA and are about to be obliterated as the Technodrome vanishes to the source dimension (dubbed \"Turtle Prime\"); however, Karai has gotten doubts about her father's plan and secretly teleports the Turtles to safety, where they are joined by Casey Jones and April O'Neil. Unfortunately, Ch'rell has already infiltrated the Turtle Prime universe and is now demolishing it; this causes a chain reaction that begins to literally erase everything in the 2003 universe. Needing to upgrade their portal device, the Turtles break into Purple Dragon HQ, where Hun is waiting for them to take revenge on them. However, when he sees the world vanishing, Hun surrenders the upgrade tech just before he's erased.\nDespite April and Casey being erased as well, the Turtles just manage to escape the 2003 universe, and are teleported to Turtle Prime. They quickly encounter their 1984 counterparts, and after some explanation the twelve Turtles team up to stop the destruction wrought by Utrom Shredder, joined by Splinter, Karai, '87 Shredder and Krang. During the scuffle, Ch'rell's exo-suit is knocked into the energy the Technodrome is firing and receives damage. Everyone tries knocking him into the beam before Rocksteady accidentally trips on and unplugs the power cable for the Technodrome's main beam cannon. Utrom Shredder seizes and begins crushing the Prime Turtles, causing Turtle Prime and all his enemies to start being erased. Even though Karai warns him that all of reality, including Ch'rell himself, will vanish, Utrom Shredder continues to crush the Prime Turtles due to being too insane to care until 1987-Donatello tosses explosive throwing stars at his leg, causing him to release the Prime Turtles and thus halting Turtle Prime's demise. Bebop then plugs the Technodrome's beam back in, thus inadvertently vaporizing Ch'rell into nothingness.\nWith their foe defeated, the Turtles watch as Turtle Prime and the 2003 reality restore themselves. Even if Utrom Shredder is defeated, 2003 Splinter and Karai note that Ch'rell always returns no matter how he is defeated, but the 2003 characters decide they'll be there to stop him whenever he may rise again. The 1987 characters board the Technodrome and return to their homeworld, while the 2003 characters use the portal projector to return to theirs. The Prime Turtles decide to go get some pizza to eat, as somewhere else, in the real world, Peter Laird and Kevin Eastman put the finishing touches on the first issue of Eastman and Laird's Teenage Mutant Ninja Turtles, and go out themselves to get pizza, expressing the hope that the book will sell.\n\n\n== Production ==\n\n\n=== Casting and music ===\nNone of the original voice cast from the 1987 cartoon series reprised their roles nor was the original soundtrack / score from the show used in this special. In the actors' case, since 4Kids Productions reside in New York City while the majority of the original cast reside in California, hiring them would be expensive and time-consuming as most of them either retired or refuse to work on projects unsanctioned by SAG-AFTRA, which was not used in most of their properties. For the score, most of the music from the series is owned by Lionsgate and would require a license fee to be used in the show. For a cost-effective solution, the special used many of the productions' frequent talents and used their in-score team to make a soundtrack reminiscent of the original series.\n\n\n== Voice cast ==\nMarc Thompson as Casey Jones\nKaren Neill as Karai\nGreg Carey as Hun\nBradford Cameron as Krang and Bebop\nJohnny Castro as Rocksteady\n\n\n== Crew ==\nEric Stuart - voice director\n\n\n== Edited scenes ==\nThe edited version of the movie (which was used for some TV airings and the Region 1 DVD release) removed several additional scenes which remain intact in the \"uncut\" version of the movie. Some of those key scenes include:\n1987 and 2003 Donatello work together to locate the Technodrome using underground sonar while riding in their van, which they eventually locate.\n2003 Shredder asks to see the trans-dimensional portal device during his initial tour of the Technodrome.\nKarai reveals that she located the Technodrome because her monitoring system for 2003 Shredder had alerted her that he had been transported from his previous location to the Technodrome. She then claims the Technodrome in the name of the 2003 Foot Clan.\n1987 Krang and Shredder commiserate about 2003 Shredder ruining their expensive computer equipment in the Technodrome during its renovations.\nAs part of the renovations to the Technodrome, 2003 Shredder programmed the computer to now utilize all of his extraneous superlatives when it addresses him.\n2003 Raphael calls the 1987 Turtles \"clowns\", which causes an argument. Splinter yells at them to stop bickering and reminds them that they should be working together, causing 2003 Raphael to apologize for the insult.\n2003 Casey and April have an extended fight sequence with some enemies who are attacking them.\nThe 1987 and 2003 Turtles argue about whose Shredder is worse, calling 2003 Shredder \"psycho-evil\" and 1987 Shredder \"decaf\".\n2003 Leonardo gives a more complete explanation regarding the 2003 Shredder's plan when they initially meet up with the Prime Turtles.\n1987 Shredder yells at Rocksteady and Bebop before the Turtles' assault on the Technodrome in Turtle Prime starts.\nKarai warns 2003 Shredder that he is making a grave mistake as he attempts to destroy the Mirage Turtles, which causes him to pause briefly before resuming his attempt to eliminate them.\n\n\n== References ==\n\n\n== External links ==\nOfficial website from Mirage Studios\n4Kids TV TMNT site\nTurtles Forever on IMDb\nTurtles Forever review\nTurtles Forever Poster making of",
    "link": "https://en.wikipedia.org/wiki/Turtles_Forever",
    "summary": "Turtles Forever (also known as Teenage Mutant Ninja Turtles: Turtles Forever or TMNT: Turtles Forever) is a 2009 American television film produced by 4Kids Entertainment. A crossover film featuring three different incarnations of the Turtles, it was produced in celebration of the 25th anniversary of the Teenage Mutant Ninja Turtles, and serves as the series finale to the 2003 series.\nAn edited version of the movie was released on July 11, 2009 worldwide on TV. The film was then released on July 29 in New Zealand, Australia, and Canada. In other countries, the film aired on The CW as part of their Saturday morning The CW4Kids lineup on November 21, as part of a 25th anniversary celebration which featured a top-10 episode countdown preceding the film's television premiere. In the United States, an uncut version aired from October 31 to November 14 in a form where three weekly 26 minute episodes were shown in a half-hour slot per week.\nThe uncut version of the film later appeared on the CW4Kids's website on November 16, 2009, which includes 8 minutes of footage cut from the original version that aired on TV. The edited version was released on non-anamorphic widescreen DVD on November 21 from Nickelodeon/Paramount Home Entertainment. The uncut anamorphic widescreen version was later released in 2011 on DVD in the PAL DVD regions (2 and 4). There are currently no plans for an American release of the uncut anamorphic version on home media. On August 24, 2010, Nickelodeon aired the movie on its channel for the first time, then aired it again on five days later.\n\n",
    "section titles": "Plot Production Casting and music Voice cast Crew Edited scenes References External links",
    "keywords": ["2009", "American", "television", "film",]
}