{
    "title": "University of Santo Tomas College of Education",
    "text": "The University of Santo Tomas College of Education, popularly known as \"UST-Educ\", is the teacher education, nutrition and dietetics, food technology, and library and information science school of the University of Santo Tomas, the oldest and the largest Catholic university in Manila, Philippines. It was established in 1926 at Intramuros, Manila.\nOn June 2, 2008, the Bachelor of Elementary Education (BEEd) and Bachelor of Secondary Education (BSEd) programs of the College were proclaimed Center of Excellence (COE) in Education by the Commission on Higher Education. Likewise, the Department of Education designated it as a Center of Training (COT)\nThe different degree programs of the College are accredited by the Philippine Association of Colleges and Universities Commission on Accreditation (PACUCOA). In the academic year 2011-2012, the BSEd and BEEd programs have been granted Level III accreditation status. In 2013, the BSFT and BSND programs have been granted Level III  re-accredited status. The BLIS program has also been granted Candidate  accreditation status last academic year 2014-2015.\nThe College is a top performing school in the board examinations for teachers, nutritionist-dietitians and librarians.\n\n\n== History of the College ==\nThe U.S.T. College of Education was founded in June 1926 during the rectorate of Very Rev. Fr. Manuel Arellano, O.P. Classes at the college commenced in Intramuros, Manila. It offered the four-year Bachelor of Science in Education (B.S.E.) degree.\nIn 1940, the normal school was established and offered a two-year course leading to Elementary Teachers Certificate (E.T.C.). In 1941, the Elementary Training Department was opened as a laboratory school of the College of Education. In 1953, the degree Bachelor of Science in Home Economics (B.S.H.E.) was offered. In June 1954, the Elementary Teachers Certificate was changed into a four-year degree called Bachelor of Science in Elementary Education. From 1955-1957, a new major in Food and Nutrition was added; and later transformed into Bachelor of Science in Foods and Nutrition (B.S.F.N.).\nIn the school year 1970-71, the Institute of Nutrition was established as an independent body from the College of Education under the Vice Rector for Academic Affairs. Another significant event in 1971 was the merging of the Normal School with the College of Education due to the decreasing enrollment rate of the former. In July 1971, a Special Assistant to the Dean was created to take charge of the Normal elementary School since the Directress and the Secretary of the School positions were abolished.\nFrom 1974-1976, the College offered new major studies in Chemistry and in School Guidance & Character Education. The latter major replaced the co-major in Theology. The College introduced the following terminal courses to meet the demands for manpower: Certificate in Practical Arts (2 years),Certificate in Practical Dietetics (2 years) and Tourist Guide Certificate (1 year). The two former courses/programs were later on phased out while the Tourist Guide Certificate was changed into Associate in Tourism (2 years).\nIn the 1980s, the College of Education phased out all vocational courses/programs and the Institute of Nutrition was abolished. Later on, the College offered the following four-year degree programs: Bachelor of Science in Tourism, Bachelor of Science in Nutrition and Dietetics, and Bachelor of Science in Hotel & Restaurant Management.\nFrom 1990-1992, new majors for the Bachelor of Secondary Education program were offered: Computer Technology Education; Home Management and Vocational Technology (which replaced Home Economics); and Values Education (which replaced the Guidance and Character Education). The Early Childhood Education was also introduced as a new major for the Bachelor of Elementary Education program.\nIn the School Year 2006-07, the B.S. Tourism and B.S. Hotel and Restaurant Management programs were transferred into a newly established body of the University - the Institute of Tourism and Hospitality Management (I.T.H.M.). The I.T.H.M. was later renamed as College of Tourism and Hospitality Management.\nIn 2004, the College collaborated with Hanyang University (South Korea) for a student-exchange program.\nIn 2007, the College was the second top performing school in the nutrition-dietetics board exam with a passing rate of 80%, higher than the national passing rate of 56.40%. Four Thomasians entered the Top Ten Examinees of the said P.R.C. examination.\nIn the April 2008 Licensure Examination for Teachers (Secondary Level), the College was the second top performing school with a high 95% passing rate. Two Thomasian BSEd alumni entered the Top Ten Examinees' list.\nIn the school year 2008-09, the Bachelor of Elementary Education (BEEd) and the Bachelor of Secondary Education (BSEd) programs have been granted the Center of Excellence (COE) status after undergoing the stringent evaluation of the Commission on Higher Education (CHEd). The COE status lasted from June 2, 2008 until June 2, 2011.\nIn 2008, the Department of Education (DepEd) designated the College as a Center of Training (COT) in MAPEH. Since then, DepEd and U.S.T. College of Education have been collaborating for the annual Teacher Induction Program (T.I.P.) for the public school teachers.\nIn April 2009, Asst. Prof. Leonila Wilhelmina N. Baltazar of the Department of Biological and General Sciences landed 8th place in the LET Secondary Level. Two other Thomasian BSEd graduates were also among the Top 10. In the November 2010 board exam for librarians, Kristi Ma Fevie Villapando Macasaet garnered the 9th Place with the score 85.10%.\nIn the September 2011 Licensure Examination for Teachers (LET), the College was the number one school for the Elementary Level with the highest passing rate of 97.59% (81 out of 83 Thomasians passed). On the other hand, it was the fourth top performing school in the Secondary Level with a passing rate of 88.26% (218 out of 247 examinees passed). The national passing rate for LET Elementary Level was 22.68% and 31.45% for LET Secondary Level. Asst. Prof. Erlyn M. Geronimo, a faculty member of the College and a supervising teacher of the Education High School, landed 1st Place in the exam with a percentage score of 87.80%.\nIn November 2011, the Bachelor of Elementary Education and Bachelor of Secondary Education programs of the College achieved Level III PACUCOA (Philippine Association of Colleges and Universities Commission on Accreditation) accreditation.\nIn July 2012 board exam for nutritionists and dietitians, U.S.T. was declared as the second top-performing school with 93 out of 99 examinees who passed (93.94% passing rate). Three Thomasians made it to the Top 10 Examinees' list namely: Hannah Paulyn Yu Co (1st Place - 87.00%), Patricia Alyanna Gerona Cardoza (3rd Place - 85.05%),and Kevin Estrera Carpio (4th Place - 84.95%).\nIn September 2012, U.S.T. was recognized by the Professional Regulation Commission as a top performing school in the elementary and secondary education levels. In the Elementary Level, U.S.T. was the SECOND TOP PERFORMING SCHOOL with 136 out of 138 examinees who passed the exam (98.55% overall passing rate). Likewise, U.S.T. was the NUMBER ONE SCHOOL on the list of THE TOP PERFORMING SCHOOLS in the Secondary Level with 160 out of 166 new Thomasian high school teachers (96.39% overall passing rate).\nIn November 2012, U.S.T. was one of the 3 top performing schools in the November 2012 Librarian Board Exam with 31 out of 38 Thomasians who passed the test (81.58% passing rate).\n\n\n== Degree programs ==\nBachelor of Elementary Education major in Special Education (SPED) - equips prospective teachers of children with special needs focusing on the necessary pedagogical and content knowledge and skills. Emphasis is placed on developing a better understanding of the psychology of special children, appropriate and effective teaching strategies, and preparation of relevant instructional materials.\nBachelor of Elementary Education major in Pre-School Education - prepares prospective teachers of pre-school children with pedagogical and content knowledge and skills. Focus includes better understanding of the psychology of children, appropriate teaching strategies, and preparation of suitable instructional materials for early childhood education.\nBachelor of Secondary Education - provides academic and clinical preparation for prospective teachers of secondary education through appropriate courses in general education, professional education, and field study/practice teaching. Students may specialize in the following: General Science ; English; Technology and Livelihood Education; Filipino; Mathematics, Religious Education; and Social Studies. The College may open other fields of specialization such as Technology and Livelihood Education, Filipino, Computer Education, and Physical Science based on the decision of the CHEd, the number of applicants for the particular major, and the availability of qualified teachers. The practicum takes place in two semesters: In-campus practicum at the Education High School (First Semester) and Off-campus practicum in other schools (Second Semester).\nBachelor in Library and Information Science - provides students with opportunities for developing appropriate knowledge, skills, values and attitudes for effective library service. Competencies emphasized includes, but not limited to the integration of information technology and management information system for better organization and use of library resources. Preservation, conservation and restoration of recorded information from past events which is deemed important for future use. Designing, programming and developing/maintenance of online-data retrieval.\nBachelor of Science in Food Technology - equips students with necessary competencies in the scientific handling and processing of foods, both in commercial and small-scale industries. The holistic formation of students includes the development of proper work and research ethics.\nBachelor of Science in Nutrition and Dietetics - equips students with relevant competencies in three areas of nutrition: Hospital Nutrition, Community (Public Health) Nutrition, and Food Service, integrating not only academic and clinical knowledge and skills but also the development of proper values and attitudes in the exercise of the profession.\n\n\n== Facilities ==\nThe College of Education is located at the Albertus Magnus Building (beside the Roque Ruano Building). Its facilities include the following:\n\nAir-conditioned multimedia classrooms - 2nd, 3rd and 4th Floor\nAir-conditioned faculty room and administrative offices - 2nd & 3rd Floor\nEquipment Room - 2nd Floor\nAlbertus Magnus Auditorium - 4th Floor\nSpecial Education Room - 1st Floor\nFood Laboratories - 1st Floor\nStudent Council Office - 2nd Floor\nEducation Journal Office - 3rd Floor\nGuidance and Counseling Office - 3rd Floor\nMicrobiology Laboratory - 4th Floor\nPhysics Laboratory - 4th Floor\nChemistry Laboratories - 5th Floor\nFood Technology Laboratory - 2nd Floor\nNutrition Laboratory - 1st Floor\nNutrition Clinic - 1st Floor\nComfort Rooms - All Floors\nLaboratory Apparatus Storage Room - 5th Floor\nComputer Laboratories - 2nd and 3rd Floor\n\n\n== Some notable alumni ==\nDr.Josephine Bass Serrano, - former chairperson, UST English Department; textbook author of secondary and college textbooks in English\nProf.Teresita Suarez-Buensuceso, - former chairperson, UST Filipino Department; Professor of Filipino, Rizal and Translation at the Faculty of Arts and Letters, College of Education and the Graduate School; textbook author of secondary and college textbooks in Filipino, Rizal and Translation\nSr. Iluminada C. Coronel, FMM' - President, Mathematics Teachers Association of the Philippines (MTAP); Faculty Member, Mathematics Department, Ateneo de Manila - College Department; textbook author for elementary, secondary and college Mathematics.\nProf. Allan B. De Guzman - Metrobank Most Outstanding Teacher in the Higher Education Category (2011); faculty member of the UST College of Nursing, College of Education and the Graduate School; researcher at the UST Research Cluster for Cultural, Educational and Social Issues.\nDr. Carolina U. Garcia - full professor of English and Literature, UST Graduate School and Faculty of Arts and Letters; first holder of the Thomas Aquinas Professorial Chair in the Humanities; former Head & Chairperson, UST English Department; Chairperson, Doctoral and Masteral Programs in English and Literature of the UST Graduate School; college textbook author\nZenaida Montecastro-Realuyo - Assistant Professor, UST Faculty of Arts and Letters, Author/writer in secondary and college Physical and Biological Sciences textbooks.\nPaz Latorena - Famous author of \"The Small Key\" and other short stories; former faculty member of the UST.\nDr. Auxencia Limjap - Chairperson of Science Education Department at De La Salle University College of Education (Manila); former teacher at UST\nCarmelita Doriendo-Manabat - former History, Asian Studies and World Geography assistant professor, UST Faculty of Arts and Letters; former coordinator, Asian Studies Department of UST Artlets\nDr. Melecio C. Deauna - Former Chairperson of the Science Education at De La Salle University College of Education (Manila); coordinator of the Science and Technology textbook series of Phoenix Publishing House\nGenoveva Edroza-Matute - a famous short story writer and teacher; recipient of the first-ever Palanca Award for Literature (in Filipino); author of \"Kuwento ni Mabuti.\"\nDr. Paz I. Lucido - President Emeritus of Philippine Association for Teacher Education (PAFTE); Dean of Centro Escolar University's School of Education (Manila); consultant of the Department of Education.\nDr. Lolita M. Andrada - Director IV of the Department of Education's Bureau of Secondary Education and a contributor to LORIMAR's \"The Professional Teacher\n\n\n== References ==\n\nhttp://www.ust.edu.ph/education/\n\n\n== Further reading ==\nUniversity of Santo Tomas Student Handbook 2008 by the UST Office for Student Affairs - Retrieved on January 29, 2011 at 11:30 PM, Manila Time\nKickstart: Freshmen Essentials A.Y. 2008-2009 - Retrieved on January 29, 2011 at 11:17 PM, Manila Time\nUST Education Journal Volume 55 No. 1, June–October 2010 (ISSN 0115-3021) - Retrieved on January 29, 2011 at 11:13 PM, Manila Time",
    "link": "https://en.wikipedia.org/wiki/University_of_Santo_Tomas_College_of_Education",
    "summary": "The University of Santo Tomas College of Education, popularly known as \"UST-Educ\", is the teacher education, nutrition and dietetics, food technology, and library and information science school of the University of Santo Tomas, the oldest and the largest Catholic university in Manila, Philippines. It was established in 1926 at Intramuros, Manila.\nOn June 2, 2008, the Bachelor of Elementary Education (BEEd) and Bachelor of Secondary Education (BSEd) programs of the College were proclaimed Center of Excellence (COE) in Education by the Commission on Higher Education. Likewise, the Department of Education designated it as a Center of Training (COT)\nThe different degree programs of the College are accredited by the Philippine Association of Colleges and Universities Commission on Accreditation (PACUCOA). In the academic year 2011-2012, the BSEd and BEEd programs have been granted Level III accreditation status. In 2013, the BSFT and BSND programs have been granted Level III  re-accredited status. The BLIS program has also been granted Candidate  accreditation status last academic year 2014-2015.\nThe College is a top performing school in the board examinations for teachers, nutritionist-dietitians and librarians.\n\n",
    "section titles": "History of the College Degree programs Facilities Some notable alumni References Further reading",
    "keywords": ["Catholic", "university", "Philippines","Manila", "College"]
}