{"title": "Valsella Meccanotecnica", "text": "Valsella Meccanotecnica SpA (also known as Valsella) was one of Italy's largest manufacturers of land mines. The Company's headquarters initially were in Montichiari. It had two production plants in Castenedolo near Brescia, Italy.  The three companies of Valsella, Tecnovar Italiana SpA, and Misar SpA (both the latter started by former Valsella employees) together were the centre of Italian mine production.\nValsella ceased production of mines in 1994 due to the Italian Government's moratorium on production of anti-personnel mines. In 1999, prior to bankruptcy, it moved to complete civil production of engineering and vehicle projects. It ceased to be a separate company in 2005.\n\n\n== History ==\n\n\n=== The beginning ===\nValsella was formed in 1969–1970 by Brescia-based entrepreneurs, Francesco Rena and Antonio De Cristofano, with ties to the Italian Ministry of Defence and the Redon Trust, a Schaan, Liechtenstein, based company of which one of the Valsella founders, Cristofano, was an attorney. In 1980 Valsella Meccanotecnica Spa was formed from the two companies, Valsella SpA and Meccano Tecnica MT SpA. Meccano Tecnica was a company, based in Castenedolo, that produced furniture, chairs and plastic containers especially for televisions. Meccano Tecnica was founded in 1962 but put into liquidation in 1979 just prior to its joining with Valsella. Meccano Tecnica was 50% owned by the Redon Trust.\nValsella owned 50% of a Milan-Rome company, Valtec, which was responsible for sales, and 32.4% ownership of Motomar, a Milan-based manufacturer of marine motors. Overall, Valsella, via the Redon Trust was controlled by a Swiss-based Italian, Paolo Jasson resident in Collina d'Oro, Switzerland, until the arrival of Fiat in 1984.\n\n\n=== Formation of Tecnovar Italiana ===\nIn 1971, Valsella Sud Srl, located in Bari, was formed and sold to a former Valsella employee, Ludovico Fontana, and renamed to Tecnovar Italiana SpA. In 1993 the then owner, Vito Alfieri Fontana (who inherited the business) had concerns as to the impact  of his business as a mine manufacturer. He started a program of restructuring the company away from certain weapons, and in 1997 shut the company.\nIn 1976, following a legal dispute, the Valsella founder, Francesco Rena, resigned from Valsella and joined Società esplosivi industriali SpA (SEI), the company that Valsella used to fill their mines with explosives.\n\n\n=== Formation of Misar ===\nIn 1977, Misar SpA, also Brescia based, was founded by technical staff of Valsella in conjunction with SEI, Società Esplosivi Industriali. Misar was incorporated into the Fiat subsidiary Whitehead SpA in 1990 (now part of the Fiat subsidiary, BPD Difesa e Spazio which since 1996 is now wholly part of Fiat Avio). In 1995 the Misar sea and land mine product line was sold from Whitehead to SEI.\n\n\n=== Establishing presence in Singapore ===\nIn 1982, Valsella Meccanotecnica Pte Ltd (Singapore) (Valsella Pte Ltd) was formed as a subsidiary of Valsella via its finance companies Finabel SpA and Dukan sas. The finances were managed by Rimon Srl, Falcom Spa, and Unione Fiduciaria Spa. The mines were provided by Valsella, and along with explosives from Bofors, these were assembled by Chartered Industries of Singapore in Singapore for export out of Singapore.\nIn 1983 Valsella sold its shares in Valsella Meccanotecnica to Meccano Tecnica. Meccano Tecnica is controlled 90% by Valsella and 10% by Dukan Sas.\n\n\n=== Sale to FIAT ===\nThrough 1984, Fiat via the Fratelli Borletti SpA (which was subsequently 100% owned by a Fiat subsidiary Magneti Marelli in 1985) and via another Fiat company, Gilardini, obtained 100% of the capital of Meccano Tecnica (and thus of Valsella Meccanotecnica). This gave full control of both Valsella and Misar to Fiat. For a time Fiat effectively took over control of Italy's mine industry; a position that it consolidated in 1988 with the purchase Simmel Difesa which purchased the assets of Bombrini-Parodi-Delfino (BPD).\nFrom May 1986 – September 1987 the president of Valsella was Ferdinando Borletti (of Fratelli Borletti). In September 1986, Borletti purchased 50% of the company. Cesare Somigliana was president from 1987–(?).\nValsella sales though fell through to 1986. In 1987, exports were stopped when an investigation by Swedish customs was leaked by the French weekly, Envenement du Jeudi, causing an Italian investigation into the company and another company Tirrena Industriale (Pomezia).\n\n\n=== Iraq mine sales court case ===\nIn 1991 the Valsella's managers, consultants, and administrators – Antonio De Cristofano, Mario Fallani (director of Casalee Italia), Gabriel van deuren (manager of Cofitec), Cesare Somigliana, Calista Calisto, Paulo Jasson, Paolo Torsello, Vito Taddeo, and Peter Kurt Maier – were charged with illegal trading with Iraq. The allegations were related to the estimated 9 million anti-personnel mines that were sent to Iraq via Singapore. These mines were used by the Iraqis during the war with Iran, the Gulf war and the attacks on the Kurds. The defendants plea-bargained at their 1991 trial; although they acknowledged having committed irregularities, the Supreme Court acquitted the managers of the serious crimes of illegal arms trade and violation of currency regulations.\n\n\n=== Withdrawal by FIAT ===\nIn 1994 Fiat announced that (via Fiat Ciei SpA) that it had ended its participation on the board of directors of Valsella, and in 1994 Fiat Ciei was merged with Whitehead SpA. In 1995, the land and sea mine production of Misar (which was already incorporated into Whitehead in 1990) was sold to Società esplosivi industriali SpA (SEI). SEI ended up with 30%, with the remaining 70% controlled by Societè Anonyme d'Explosifs et de Produit Chimique (EPC Groupe); however, later in 1995 SEI became mostly (70%) owned by EPC Groupe with the remaining owned by the Sorlini in Brescia.\n\n\n=== The end ===\nIn 1994 the Italian Government adopted a moratorium on antipersonnel mine production and trade. The manufacture of mines and related technology ended in Italy following Italian legislation (Law 374/97) which specifically banned the manufacture, sale and use of these weapons.\nBy 1995, only a fraction of Valsella's sales were for military production. Through to 1997 its production collapsed. Its military production was decommissioned and migrated to civilian use. In 1999, Valsella moved to complete civil production of engineering and vehicle projects. Prior to bankruptcy, it was taken over in 1999 as a production site for Bremach.\nThe company finally merged into the company Pro.De Srl in 2005, now a part of Bremach.\n\n\n== Products ==\nTS-50 mine, plastic cased Anti-personnel mine\nVS-HCT mine, anti-tank mine\nVS-1.6 mine, anti-tank mine\nVS-N fuzed mines, anti-tank mines including the Sh-55, Valsella's first mine\nVS-50 mine, plastic cased anti-personnel mine\nVS-MK2 mine, plastic bodied scatter-able anti-personnel blast mine\nValmara 59, bounding anti-personnel mine\nValmara 69, bounding anti-personnel mine\nVS-JAP mine, bounding anti-personnel mine\nVS-T mine, illumination mine (and VS-T-86)\nVS-SATM1 mine, scatterable anti-tank landmine\nIstrice (mine-laying), a vehicle-mounted mine-laying system (1987)\nGRILLO-128 (mine dispenser) man-portable single tube launcher system and VS-MDH helicopter mine dispenser\n\n\n== See also ==\nItalian support for Iraq during the Iran–Iraq war\nSingapore support for Iraq during the Iran–Iraq war\n(Italian) Whitehead Alenia Sistemi Subacquei\n\n\n== References ==\n\n\n== External links ==\nCottini, Michele, Valsella – Storia di una conversione controversa [Valsella – Story of a controversial conversion], O.P.A.L. – Osservatorio Permanente sulle Armi Leggere e Politiche di Sicurezza e Difesa, Brescia\n\"ITALY: Mine Ban Policy\". Landmine & Cluster Munition Monitor. International Campaign to Ban Landmines. Retrieved 19 October 2012.\nFaita, Franca (2 February 2006). \"Io, lavoratrice della ex-Valsella: La mina Valmara 69 della Valsella\" [I, the former Valsella worker: Valsella's \"Valmara 69\" Mine]. Archived from the original on 22 July 2011. Retrieved 22 July 2011.\nGlobalsecurity@landmines", "link": "https://en.wikipedia.org/wiki/Valsella_Meccanotecnica", "summary": "Valsella Meccanotecnica SpA (also known as Valsella) was one of Italy's largest manufacturers of land mines. The Company's headquarters initially were in Montichiari. It had two production plants in Castenedolo near Brescia, Italy.  The three companies of Valsella, Tecnovar Italiana SpA, and Misar SpA (both the latter started by former Valsella employees) together were the centre of Italian mine production.\nValsella ceased production of mines in 1994 due to the Italian Government's moratorium on production of anti-personnel mines. In 1999, prior to bankruptcy, it moved to complete civil production of engineering and vehicle projects. It ceased to be a separate company in 2005.\n\n", "section titles": "History The beginning Formation of Tecnovar Italiana Formation of Misar Establishing presence in Singapore Sale to FIAT Iraq mine sales court case Withdrawal by FIAT The end Products See also References External links", "keywords": []}