{"title": "Zieria robusta", "text": "Zieria robusta, commonly known as round-leafed zieria, is a plant in the citrus family Rutaceae and is endemic to eastern Australia. It is an erect, bushy shrub with leaves composed of three leaflets which are egg-shaped with the narrower end towards the base. The flowers are pink to white and arranged in groups of up to nine and have four petals and four stamens.\n\n\n== Description ==\nZieria robusta is an erect, compact and bushy shrub which grows to a height of 2.5 m (8 ft). Its branches are ridged, rough and partly hairy and its leaves are composed of three egg-shaped leaflets with the narrower end towards the base. The leaflets are 3–12 mm (0.1–0.5 in) long and 3–6 mm (0.1–0.2 in) wide and the leaf has petiole 2–8 mm (0.08–0.3 in) long. The leaves are glabrous with margins which are more or less wavy and the upper surface is darker than the lower one. The flowers are arranged in groups of mostly five to nine in leaf axils and the groups are usually longer than the leaves. The four sepal lobes are roughly triangular, about 1 mm (0.04 in) long, the four petals are white to pink, about 3 mm (0.1 in) long and in common with other zierias, there are only four stamens. Flowering mainly occurs in spring and summer and is followed by fruit which is a follicle dotted with oil glands and slightly rough.\n\n\n== Taxonomy and naming ==\nZieria robusta was first formally described in 1911 by Joseph Maiden and Ernst Betche from a specimen collected on Mount Werong in the Blue Mountains National Park. The description was published in Proceedings of the Linnean Society of New South Wales. The specific epithet (robusta) is a Latin word meaning \"hard or strong like oak\".\n\n\n== Distribution and habitat ==\nThis zieria grows in heath on exposed, rocky outcrops south from the Warrumbungles in New South Wales and near the Moroka River in Victoria.\n\n\n== References ==", "link": "https://en.wikipedia.org/wiki/Zieria_robusta", "summary": "Zieria robusta, commonly known as round-leafed zieria, is a plant in the citrus family Rutaceae and is endemic to eastern Australia. It is an erect, bushy shrub with leaves composed of three leaflets which are egg-shaped with the narrower end towards the base. The flowers are pink to white and arranged in groups of up to nine and have four petals and four stamens.\n\n", "section titles": "Description Taxonomy and naming Distribution and habitat References", "keywords": []}